{"title": "Bg. 10.18", "sanskrit": "विस्तरेणात्मनो योगं विभूतिं च जनार्दन ।भूय: कथय तृप्‍तिर्हि श‍ृण्वतो नास्ति मेऽमृतम् ॥ १८ ॥", "transliteration": "vistareṇātmano yogaṁvibhūtiṁ ca janārdanabhūyaḥ kathaya tṛptir hiśṛṇvato nāsti me ’mṛtam", "words_trans": {"vistareṇa": "in detail", "ātmanaḥ": "Your", "yogam": "mystic power", "vibhūtim": "opulences", "ca": "also", "jana-ardana": "O killer of the atheists", "bhūyaḥ": "again", "kathaya": "describe", "tṛptiḥ": "satisfaction", "hi": "certainly", "śṛṇvataḥ": "hearing", "na asti": "there is not", "me": "my", "amṛtam": "nectar."}, "literary_trans": "O Janārdana, again please describe in detail the mystic power of Your opulences. I am never satiated in hearing about You, for the more I hear the more I want to taste the nectar of Your words.O Janārdana, again please describe in detail the mystic power of Your opulences. I am never satiated in hearing about You, for the more I hear the more I want to taste the nectar of Your words.PurportA similar statement was made to Sūta Gosvāmī by the ṛṣis of Naimiṣāraṇya, headed by Śaunaka. That statement is:vayaṁ tu na vitṛpyāmauttama-śloka-vikrameyac chṛṇvatāṁ rasa-jñānāṁsvādu svādu pade pade“One can never be satiated even though one continuously hears the transcendental pastimes of Kṛṣṇa, who is glorified by excellent prayers. Those who have entered into a transcendental relationship with Kṛṣṇa relish at every step the descriptions of the pastimes of the Lord.” (Śrīmad-Bhāgavatam 1.1.19) Thus Arjuna is interested in hearing about Kṛṣṇa, and specifically how He remains as the all-pervading Supreme Lord.Now as far as amṛtam, nectar, is concerned, any narration or statement concerning Kṛṣṇa is just like nectar. And this nectar can be perceived by practical experience. Modern stories, fiction and histories are different from the transcendental pastimes of the Lord in that one will tire of hearing mundane stories but one never tires of hearing about Kṛṣṇa. It is for this reason only that the history of the whole universe is replete with references to the pastimes of the incarnations of Godhead. The Purāṇas are histories of bygone ages that relate the pastimes of the various incarnations of the Lord. In this way the reading matter remains forever fresh, despite repeated readings."}