{"title": "Bg. 10.11", "sanskrit": "तेषामेवानुकम्पार्थमहमज्ञानजं तम: ।नाशयाम्यात्मभावस्थो ज्ञानदीपेन भास्वता ॥ ११ ॥", "transliteration": "teṣām evānukampārthamaham ajñāna-jaṁ tamaḥnāśayāmy ātma-bhāva-sthojñāna-dīpena bhāsvatā", "words_trans": {"teṣām": "for them", "eva": "certainly", "anukampā-artham": "to show special mercy", "aham": "I", "ajñāna-jam": "due to ignorance", "tamaḥ": "darkness", "nāśayāmi": "dispel", "ātma-bhāva": "within their hearts", "sthaḥ": "situated", "jñāna": "of knowledge", "dīpena": "with the lamp", "bhāsvatā": "glowing."}, "literary_trans": "To show them special mercy, I, dwelling in their hearts, destroy with the shining lamp of knowledge the darkness born of ignorance.To show them special mercy, I, dwelling in their hearts, destroy with the shining lamp of knowledge the darkness born of ignorance.PurportWhen Lord Caitanya was in Benares promulgating the chanting of Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, thousands of people were following Him. Prakāśānanda Sarasvatī, a very influential and learned scholar in Benares at that time, derided Lord Caitanya for being a sentimentalist. Sometimes Māyāvādī philosophers criticize the devotees because they think that most of the devotees are in the darkness of ignorance and are philosophically naive sentimentalists. Actually that is not the fact. There are very, very learned scholars who have put forward the philosophy of devotion. But even if a devotee does not take advantage of their literatures or of his spiritual master, if he is sincere in his devotional service he is helped by Kṛṣṇa Himself within his heart. So the sincere devotee engaged in Kṛṣṇa consciousness cannot be without knowledge. The only qualification is that one carry out devotional service in full Kṛṣṇa consciousness.The Māyāvādī philosophers think that without discriminating one cannot have pure knowledge. For them this answer is given by the Supreme Lord: those who are engaged in pure devotional service, even though they be without sufficient education and even without sufficient knowledge of the Vedic principles, are still helped by the Supreme God, as stated in this verse.The Lord tells Arjuna that basically there is no possibility of understanding the Supreme Truth, the Absolute Truth, the Supreme Personality of Godhead, simply by speculating, for the Supreme Truth is so great that it is not possible to understand Him or to achieve Him simply by making a mental effort. Man can go on speculating for several millions of years, and if he is not devoted, if he is not a lover of the Supreme Truth, he will never understand Kṛṣṇa, or the Supreme Truth. Only by devotional service is the Supreme Truth, Kṛṣṇa, pleased, and by His inconceivable energy He can reveal Himself to the heart of the pure devotee. The pure devotee always has Kṛṣṇa within his heart; and with the presence of Kṛṣṇa, who is just like the sun, the darkness of ignorance is at once dissipated. This is the special mercy rendered to the pure devotee by Kṛṣṇa.Due to the contamination of material association, through many, many millions of births, one’s heart is always covered with the dust of materialism, but when one engages in devotional service and constantly chants Hare Kṛṣṇa, the dust quickly clears, and one is elevated to the platform of pure knowledge. The ultimate goal, Viṣṇu, can be attained only by this chant and by devotional service, and not by mental speculation or argument. The pure devotee does not have to worry about the material necessities of life; he need not be anxious, because when he removes the darkness from his heart, everything is provided automatically by the Supreme Lord, who is pleased by the loving devotional service of the devotee. This is the essence of the teachings of Bhagavad-gītā. By studying Bhagavad-gītā, one can become a soul completely surrendered to the Supreme Lord and engage himself in pure devotional service. As the Lord takes charge, one becomes completely free from all kinds of materialistic endeavors."}