{"title": "Bg. 10.9", "sanskrit": "मच्च‍ित्ता मद्ग‍तप्राणा बोधयन्त: परस्परम् ।कथयन्तश्च मां नित्यं तुष्यन्ति च रमन्ति च ॥ ९ ॥", "transliteration": "mac-cittā mad-gata-prāṇābodhayantaḥ parasparamkathayantaś ca māṁ nityaṁtuṣyanti ca ramanti ca", "words_trans": {"mat-cittāḥ": "their minds fully engaged in Me", "mat-gata-prāṇāḥ": "their lives devoted to Me", "bodhayantaḥ": "preaching", "parasparam": "among themselves", "kathayantaḥ": "talking", "ca": "also.", "mām": "about Me", "nityam": "perpetually", "tuṣyanti": "become pleased", "ramanti": "enjoy transcendental bliss"}, "literary_trans": "The thoughts of My pure devotees dwell in Me, their lives are fully devoted to My service, and they derive great satisfaction and bliss from always enlightening one another and conversing about Me.The thoughts of My pure devotees dwell in Me, their lives are fully devoted to My service, and they derive great satisfaction and bliss from always enlightening one another and conversing about Me.PurportPure devotees, whose characteristics are mentioned here, engage themselves fully in the transcendental loving service of the Lord. Their minds cannot be diverted from the lotus feet of Kṛṣṇa. Their talks are solely on the transcendental subjects. The symptoms of the pure devotees are described in this verse specifically. Devotees of the Supreme Lord are twenty-four hours daily engaged in glorifying the qualities and pastimes of the Supreme Lord. Their hearts and souls are constantly submerged in Kṛṣṇa, and they take pleasure in discussing Him with other devotees.In the preliminary stage of devotional service they relish the transcendental pleasure from the service itself, and in the mature stage they are actually situated in love of God. Once situated in that transcendental position, they can relish the highest perfection which is exhibited by the Lord in His abode. Lord Caitanya likens transcendental devotional service to the sowing of a seed in the heart of the living entity. There are innumerable living entities traveling throughout the different planets of the universe, and out of them there are a few who are fortunate enough to meet a pure devotee and get the chance to understand devotional service. This devotional service is just like a seed, and if it is sown in the heart of a living entity, and if he goes on hearing and chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, that seed fructifies, just as the seed of a tree fructifies with regular watering. The spiritual plant of devotional service gradually grows and grows until it penetrates the covering of the material universe and enters into the brahma-jyotir effulgence in the spiritual sky. In the spiritual sky also that plant grows more and more until it reaches the highest planet, which is called Goloka Vṛndāvana, the supreme planet of Kṛṣṇa. Ultimately, the plant takes shelter under the lotus feet of Kṛṣṇa and rests there. Gradually, as a plant grows fruits and flowers, that plant of devotional service also produces fruits, and the watering process in the form of chanting and hearing goes on. This plant of devotional service is fully described in the Caitanya-caritāmṛta (Madhya-līlā, Chapter Nineteen). It is explained there that when the complete plant takes shelter under the lotus feet of the Supreme Lord, one becomes fully absorbed in love of God; then he cannot live even for a moment without being in contact with the Supreme Lord, just as a fish cannot live without water. In such a state, the devotee actually attains the transcendental qualities in contact with the Supreme Lord.The Śrīmad-Bhāgavatam is also full of such narrations about the relationship between the Supreme Lord and His devotees; therefore the Śrīmad-Bhāgavatam is very dear to the devotees, as stated in the Bhāgavatam itself (12.13.18). Śrīmad-bhāgavataṁ purāṇam amalaṁ yad vaiṣṇavānāṁ priyam. In this narration there is nothing about material activities, economic development, sense gratification or liberation. Śrīmad-Bhāgavatam is the only narration in which the transcendental nature of the Supreme Lord and His devotees is fully described. Thus the realized souls in Kṛṣṇa consciousness take continual pleasure in hearing such transcendental literatures, just as a young boy and girl take pleasure in association."}