{"title": "Bg. 10.19", "sanskrit": "श्रीभगवानुवाचहन्त ते कथयिष्यामि दिव्या ह्यात्मविभूतय: ।प्राधान्यत: कुरुश्रेष्ठ नास्त्यन्तो विस्तरस्य मे ॥ १९ ॥", "transliteration": "śrī-bhagavān uvācahanta te kathayiṣyāmidivyā hy ātma-vibhūtayaḥprādhānyataḥ kuru-śreṣṭhanāsty anto vistarasya me", "words_trans": {"śrī-bhagavān uvāca": "the Supreme Personality of Godhead said", "hanta": "yes", "te": "unto you", "kathayiṣyāmi": "I shall speak", "divyāḥ": "divine", "hi": "certainly", "ātma-vibhūtayaḥ": "personal opulences", "prādhānyataḥ": "which are principal", "kuru-śreṣṭha": "O best of the Kurus", "na asti": "there is not", "antaḥ": "limit", "vistarasya": "to the extent", "me": "My."}, "literary_trans": "The Supreme Personality of Godhead said: Yes, I will tell you of My splendorous manifestations, but only of those which are prominent, O Arjuna, for My opulence is limitless.The Supreme Personality of Godhead said: Yes, I will tell you of My splendorous manifestations, but only of those which are prominent, O Arjuna, for My opulence is limitless.PurportIt is not possible to comprehend the greatness of Kṛṣṇa and His opulences. The senses of the individual soul are limited and do not permit him to understand the totality of Kṛṣṇa’s affairs. Still the devotees try to understand Kṛṣṇa, but not on the principle that they will be able to understand Kṛṣṇa fully at any specific time or in any state of life. Rather, the very topics of Kṛṣṇa are so relishable that they appear to the devotees as nectar. Thus the devotees enjoy them. In discussing Kṛṣṇa’s opulences and His diverse energies, the pure devotees take transcendental pleasure. Therefore they want to hear and discuss them. Kṛṣṇa knows that living entities do not understand the extent of His opulences; He therefore agrees to state only the principal manifestations of His different energies. The word prādhānyataḥ (“principal”) is very important because we can understand only a few of the principal details of the Supreme Lord, for His features are unlimited. It is not possible to understand them all. And vibhūti, as used in this verse, refers to the opulences by which He controls the whole manifestation. In the Amara-kośa dictionary it is stated that vibhūti indicates an exceptional opulence.The impersonalist or pantheist cannot understand the exceptional opulences of the Supreme Lord nor the manifestations of His divine energies. Both in the material world and in the spiritual world His energies are distributed in every variety of manifestation. Now Kṛṣṇa is describing what can be directly perceived by the common man; thus part of His variegated energy is described in this way."}