{"title": "Bg. 10.10", "sanskrit": "तेषां सततयुक्तानां भजतां प्रीतिपूर्वकम् ।ददामि बुद्धियोगं तं येन मामुपयान्ति ते ॥ १० ॥", "transliteration": "teṣāṁ satata-yuktānāṁbhajatāṁ prīti-pūrvakamdadāmi buddhi-yogaṁ taṁyena mām upayānti te", "words_trans": {"teṣām": "unto them", "satata-yuktānām": "always engaged", "bhajatām": "in rendering devotional service", "prīti-pūrvakam": "in loving ecstasy", "dadāmi": "I give", "buddhi-yogam": "real intelligence", "tam": "that", "yena": "by which", "mām": "unto Me", "upayānti": "come", "te": "they."}, "literary_trans": "To those who are constantly devoted to serving Me with love, I give the understanding by which they can come to Me.To those who are constantly devoted to serving Me with love, I give the understanding by which they can come to Me.PurportIn this verse the word buddhi-yogam is very significant. We may remember that in the Second Chapter the Lord, instructing Arjuna, said that He had spoken to him of many things and that He would instruct him in the way of buddhi-yoga. Now buddhi-yoga is explained. Buddhi-yoga itself is action in Kṛṣṇa consciousness; that is the highest intelligence. Buddhi means intelligence, and yoga means mystic activities or mystic elevation. When one tries to go back home, back to Godhead, and takes fully to Kṛṣṇa consciousness in devotional service, his action is called buddhi-yoga. In other words, buddhi-yoga is the process by which one gets out of the entanglement of this material world. The ultimate goal of progress is Kṛṣṇa. People do not know this; therefore the association of devotees and a bona fide spiritual master are important. One should know that the goal is Kṛṣṇa, and when the goal is assigned, then the path is slowly but progressively traversed, and the ultimate goal is achieved.When a person knows the goal of life but is addicted to the fruits of activities, he is acting in karma-yoga. When he knows that the goal is Kṛṣṇa but he takes pleasure in mental speculations to understand Kṛṣṇa, he is acting in jñāna-yoga. And when he knows the goal and seeks Kṛṣṇa completely in Kṛṣṇa consciousness and devotional service, he is acting in bhakti-yoga, or buddhi-yoga, which is the complete yoga. This complete yoga is the highest perfectional stage of life.A person may have a bona fide spiritual master and may be attached to a spiritual organization, but if he is still not intelligent enough to make progress, then Kṛṣṇa from within gives him instructions so that he may ultimately come to Him without difficulty. The qualification is that a person always engage himself in Kṛṣṇa consciousness and with love and devotion render all kinds of services. He should perform some sort of work for Kṛṣṇa, and that work should be with love. If a devotee is not intelligent enough to make progress on the path of self-realization but is sincere and devoted to the activities of devotional service, the Lord gives him a chance to make progress and ultimately attain to Him."}