{"title": "Bg. 10.26", "sanskrit": "अश्वत्थ: सर्ववृक्षाणां देवर्षीणां च नारद: ।गन्धर्वाणां चित्ररथ: सिद्धानां कपिलो मुनि: ॥ २६ ॥", "transliteration": "aśvatthaḥ sarva-vṛkṣāṇāṁdevarṣīṇāṁ ca nāradaḥgandharvāṇāṁ citrarathaḥsiddhānāṁ kapilo muniḥ", "words_trans": {"aśvatthaḥ": "the banyan tree", "sarva-vṛkṣāṇām": "of all trees", "deva-ṛṣīṇām": "of all the sages amongst the demigods", "ca": "and", "nāradaḥ": "Nārada", "gandharvāṇām": "of the citizens of the Gandharva planet", "citrarathaḥ": "Citraratha", "siddhānām": "of all those who are perfected", "kapilaḥ muniḥ": "Kapila Muni."}, "literary_trans": "Of all trees I am the banyan tree, and of the sages among the demigods I am Nārada. Of the Gandharvas I am Citraratha, and among perfected beings I am the sage Kapila.Of all trees I am the banyan tree, and of the sages among the demigods I am Nārada. Of the Gandharvas I am Citraratha, and among perfected beings I am the sage Kapila.PurportThe banyan tree (aśvattha) is one of the highest and most beautiful trees, and people in India often worship it as one of their daily morning rituals. Amongst the demigods they also worship Nārada, who is considered the greatest devotee in the universe. Thus he is the representation of Kṛṣṇa as a devotee. The Gandharva planet is filled with entities who sing beautifully, and among them the best singer is Citraratha. Amongst the perfect living entities, Kapila, the son of Devahūti, is a representative of Kṛṣṇa. He is considered an incarnation of Kṛṣṇa, and His philosophy is mentioned in the Śrīmad-Bhāgavatam. Later on another Kapila became famous, but his philosophy was atheistic. Thus there is a gulf of difference between them."}