{"title": "Bg. 10.21", "sanskrit": "आदित्यानामहं विष्णुर्ज्योतिषां रविरंश‍ुमान् ।मरीचिर्मरुतामस्मि नक्षत्राणामहं शशी ॥ २१ ॥", "transliteration": "ādityānām ahaṁ viṣṇurjyotiṣāṁ ravir aṁśumānmarīcir marutām asminakṣatrāṇām ahaṁ śaśī", "words_trans": {"ādityānām": "of the Ādityas", "aham": "I am", "viṣṇuḥ": "the Supreme Lord", "jyotiṣām": "of all luminaries", "raviḥ": "the sun", "aṁśu-mān": "radiant", "marīciḥ": "Marīci", "marutām": "of the Maruts", "asmi": "I am", "nakṣatrāṇām": "of the stars", "śaśī": "the moon."}, "literary_trans": "Of the Ādityas I am Viṣṇu, of lights I am the radiant sun, of the Maruts I am Marīci, and among the stars I am the moon.Of the Ādityas I am Viṣṇu, of lights I am the radiant sun, of the Maruts I am Marīci, and among the stars I am the moon.PurportThere are twelve Ādityas, of which Kṛṣṇa is the principal. Among all the luminaries shining in the sky, the sun is the chief, and in the Brahma-saṁhitā the sun is accepted as the glowing eye of the Supreme Lord. There are fifty varieties of wind blowing in space, and of these winds the controlling deity, Marīci, represents Kṛṣṇa.Among the stars, the moon is the most prominent at night, and thus the moon represents Kṛṣṇa. It appears from this verse that the moon is one of the stars; therefore the stars that twinkle in the sky also reflect the light of the sun. The theory that there are many suns within the universe is not accepted by Vedic literature. The sun is one, and as by the reflection of the sun the moon illuminates, so also do the stars. Since Bhagavad-gītā indicates herein that the moon is one of the stars, the twinkling stars are not suns but are similar to the moon."}