{"title": "Bg. 10.17", "sanskrit": "कथं विद्यामहं योगिंस्त्वां सदा परिचिन्तयन् ।केषु केषु च भावेषु चिन्त्योऽसि भगवन्मया ॥ १७ ॥", "transliteration": "kathaṁ vidyām ahaṁ yogiṁstvāṁ sadā paricintayankeṣu keṣu ca bhāveṣucintyo ’si bhagavan mayā", "words_trans": {"katham": "how", "vidyām aham": "shall I know", "yogin": "O supreme mystic", "tvām": "You", "sadā": "always", "paricintayan": "thinking of", "keṣu": "in which", "ca": "also", "bhāveṣu": "natures", "cintyaḥ asi": "You are to be remembered", "bhagavan": "O Supreme", "mayā": "by me."}, "literary_trans": "O Kṛṣṇa, O supreme mystic, how shall I constantly think of You, and how shall I know You? In what various forms are You to be remembered, O Supreme Personality of Godhead?O Kṛṣṇa, O supreme mystic, how shall I constantly think of You, and how shall I know You? In what various forms are You to be remembered, O Supreme Personality of Godhead?PurportAs it is stated in the previous chapter, the Supreme Personality of Godhead is covered by His yoga-māyā. Only surrendered souls and devotees can see Him. Now Arjuna is convinced that his friend, Kṛṣṇa, is the Supreme Godhead, but he wants to know the general process by which the all-pervading Lord can be understood by the common man. Common men, including the demons and atheists, cannot know Kṛṣṇa, because He is guarded by His yoga-māyā energy. Again, these questions are asked by Arjuna for their benefit. The superior devotee is concerned not only for his own understanding but for the understanding of all mankind. So Arjuna, out of his mercy, because he is a Vaiṣṇava, a devotee, is opening for the common man the understanding of the all-pervasiveness of the Supreme Lord. He addresses Kṛṣṇa specifically as yogin because Śrī Kṛṣṇa is the master of the yoga-māyā energy, by which He is covered and uncovered to the common man. The common man who has no love for Kṛṣṇa cannot always think of Kṛṣṇa; therefore he has to think materially. Arjuna is considering the mode of thinking of the materialistic persons of this world. The words keṣu keṣu ca bhāveṣu refer to material nature (the word bhāva means “physical things”). Because materialists cannot understand Kṛṣṇa spiritually, they are advised to concentrate the mind on physical things and try to see how Kṛṣṇa is manifested by physical representations."}