{"title": "Bg. 10.42", "sanskrit": "अथवा बहुनैतेन किं ज्ञातेन तवार्जुन ।विष्टभ्याहमिदं कृत्स्नमेकांशेन स्थितो जगत् ॥ ४२ ॥", "transliteration": "atha vā bahunaitenakiṁ jñātena tavārjunaviṣṭabhyāham idaṁ kṛtsnamekāṁśena sthito jagat", "words_trans": {"atha vā": "or", "bahunā": "many", "etena": "by this kind", "kim": "what", "jñātena": "by knowing", "tava": "your", "arjuna": "O Arjuna", "viṣṭabhya": "pervading", "aham": "I", "idam": "this", "kṛtsnam": "entire", "eka": "by one", "aṁśena": "part", "sthitaḥ": "am situated", "jagat": "universe."}, "literary_trans": "But what need is there, Arjuna, for all this detailed knowledge? With a single fragment of Myself I pervade and support this entire universe.But what need is there, Arjuna, for all this detailed knowledge? With a single fragment of Myself I pervade and support this entire universe.PurportThe Supreme Lord is represented throughout the entire material universes by His entering into all things as the Supersoul. The Lord here tells Arjuna that there is no point in understanding how things exist in their separate opulence and grandeur. He should know that all things are existing due to Kṛṣṇa’s entering them as Supersoul. From Brahmā, the most gigantic entity, on down to the smallest ant, all are existing because the Lord has entered each and all and is sustaining them.There is a Mission that regularly propounds that worship of any demigod will lead one to the Supreme Personality of Godhead, or the supreme goal. But worship of demigods is thoroughly discouraged herein because even the greatest demigods like Brahmā and Śiva represent only part of the opulence of the Supreme Lord. He is the origin of everyone born, and no one is greater than Him. He is asamaurdhva, which means that no one is superior to Him and that no one is equal to Him. In the Padma Purāṇa it is said that one who considers the Supreme Lord Kṛṣṇa in the same category with demigods – be they even Brahmā or Śiva – becomes at once an atheist. If, however, one thoroughly studies the different descriptions of the opulences and expansions of Kṛṣṇa’s energy, then one can understand without any doubt the position of Lord Śrī Kṛṣṇa and can fix his mind in the worship of Kṛṣṇa without deviation. The Lord is all-pervading by the expansion of His partial representation, the Supersoul, who enters into everything that is. Pure devotees, therefore, concentrate their minds in Kṛṣṇa consciousness in full devotional service; therefore they are always situated in the transcendental position. Devotional service and worship of Kṛṣṇa are very clearly indicated in this chapter in verses 8 through 11. That is the way of pure devotional service. How one can attain the highest devotional perfection of association with the Supreme Personality of Godhead has been thoroughly explained in this chapter. Śrīla Baladeva Vidyābhūṣaṇa, a great ācārya in disciplic succession from Kṛṣṇa, concludes his commentary on this chapter by saying,yac-chakti-leśāt sūryādyābhavanty aty-ugra-tejasaḥyad-aṁśena dhṛtaṁ viśvaṁsa kṛṣṇo daśame ’rcyateFrom Lord Kṛṣṇa’s potent energy even the powerful sun gets its power, and by Kṛṣṇa’s partial expansion the whole world is maintained. Therefore Lord Śrī Kṛṣṇa is worshipable.Thus end the Bhaktivedanta Purports to the Tenth Chapter of the Śrīmad Bhagavad-gītā in the matter of the Opulence of the Absolute."}