{"title": "Bg. 10.1", "sanskrit": "श्रीभगवानुवाचभूय एव महाबाहो श‍ृणु मे परमं वच: ।यत्तेऽहं प्रीयमाणाय वक्ष्यामि हितकाम्यया ॥ १ ॥", "transliteration": "śrī-bhagavān uvācabhūya eva mahā-bāhośṛṇu me paramaṁ vacaḥyat te ’haṁ prīyamāṇāyavakṣyāmi hita-kāmyayā", "words_trans": {"śrī-bhagavān uvāca": "the Supreme Personality of Godhead said", "bhūyaḥ": "again", "eva": "certainly", "mahā-bāho": "O mighty-armed", "śṛṇu": "just hear", "me": "My", "paramam": "supreme", "vacaḥ": "instruction", "yat": "that which", "te": "to you", "aham": "I", "prīyamāṇāya": "thinking you dear to Me", "vakṣyāmi": "say", "hita-kāmyayā": "for your benefit."}, "literary_trans": "The Supreme Personality of Godhead said: Listen again, O mighty-armed Arjuna. Because you are My dear friend, for your benefit I shall speak to you further, giving knowledge that is better than what I have already explained.The Supreme Personality of Godhead said: Listen again, O mighty-armed Arjuna. Because you are My dear friend, for your benefit I shall speak to you further, giving knowledge that is better than what I have already explained.PurportThe word bhagavān is explained thus by Parāśara Muni: one who is full in six opulences, who has full strength, full fame, wealth, knowledge, beauty and renunciation, is Bhagavān, or the Supreme Personality of Godhead. While Kṛṣṇa was present on this earth, He displayed all six opulences. Therefore great sages like Parāśara Muni have all accepted Kṛṣṇa as the Supreme Personality of Godhead. Now Kṛṣṇa is instructing Arjuna in more confidential knowledge of His opulences and His work. Previously, beginning with the Seventh Chapter, the Lord has already explained His different energies and how they are acting. Now in this chapter He explains His specific opulences to Arjuna. In the previous chapter He has clearly explained His different energies to establish devotion in firm conviction. Again in this chapter He tells Arjuna about His manifestations and various opulences.The more one hears about the Supreme God, the more one becomes fixed in devotional service. One should always hear about the Lord in the association of devotees; that will enhance one’s devotional service. Discourses in the society of devotees can take place only among those who are really anxious to be in Kṛṣṇa consciousness. Others cannot take part in such discourses. The Lord clearly tells Arjuna that because Arjuna is very dear to Him, for his benefit such discourses are taking place."}