{"title": "Bg. 10.20", "sanskrit": "अहमात्मा गुडाकेश सर्वभूताशयस्थित: ।अहमादिश्च मध्यं च भूतानामन्त एव च ॥ २० ॥", "transliteration": "aham ātmā guḍākeśasarva-bhūtāśaya-sthitaḥaham ādiś ca madhyaṁ cabhūtānām anta eva ca", "words_trans": {"aham": "I am", "ātmā": "the soul", "guḍākeśa": "O Arjuna", "sarva-bhūta": "of all living entities", "āśaya-sthitaḥ": "situated within the heart", "ādiḥ": "the origin", "ca": "and.", "madhyam": "middle", "bhūtānām": "of all living entities", "antaḥ": "end", "eva": "certainly"}, "literary_trans": "I am the Supersoul, O Arjuna, seated in the hearts of all living entities. I am the beginning, the middle and the end of all beings.I am the Supersoul, O Arjuna, seated in the hearts of all living entities. I am the beginning, the middle and the end of all beings.PurportIn this verse Arjuna is addressed as Guḍākeśa, which means “one who has conquered the darkness of sleep.” For those who are sleeping in the darkness of ignorance, it is not possible to understand how the Supreme Personality of Godhead manifests Himself in various ways in the material and spiritual worlds. Thus this address by Kṛṣṇa to Arjuna is significant. Because Arjuna is above such darkness, the Personality of Godhead agrees to describe His various opulences.Kṛṣṇa first informs Arjuna that He is the soul of the entire cosmic manifestation by dint of His primary expansion. Before the material creation, the Supreme Lord, by His plenary expansion, accepts the puruṣa incarnation, and from Him everything begins. Therefore He is ātmā, the soul of the mahat-tattva, the universal elements. The total material energy is not the cause of the creation; actually the Mahā-viṣṇu enters into the mahat-tattva, the total material energy. He is the soul. When Mahā-viṣṇu enters into the manifested universes, He again manifests Himself as the Supersoul in each and every entity. We have experience that the personal body of the living entity exists due to the presence of the spiritual spark. Without the existence of the spiritual spark, the body cannot develop. Similarly, the material manifestation cannot develop unless the Supreme Soul, Kṛṣṇa, enters. As stated in the Subāla Upaniṣad, prakṛty-ādi-sarva-bhūtāntar-yāmī sarva-śeṣī ca nārāyaṇaḥ: “The Supreme Personality of Godhead is existing as the Supersoul in all manifested universes.”The three puruṣa-avatāras are described in Śrīmad-Bhāgavatam. They are also described in the Nārada Pañcarātra, one of the Sātvata-tantras. Viṣṇos tu trīṇi rūpāṇi puruṣākhyāny atho viduḥ: the Supreme Personality of Godhead manifests three features – as Kāraṇodaka-śāyī Viṣṇu, Garbhodaka-śāyī Viṣṇu and Kṣīrodaka-śāyī Viṣṇu – in this material manifestation. The Mahā-viṣṇu, or Kāraṇodaka-śāyī Viṣṇu, is described in the Brahma-saṁhitā (5.47). Yaḥ kāraṇārṇava-jale bhajati sma yoga-nidrām: the Supreme Lord, Kṛṣṇa, the cause of all causes, lies down in the cosmic ocean as Mahā-viṣṇu. Therefore the Supreme Personality of Godhead is the beginning of this universe, the maintainer of the universal manifestations, and the end of all energy."}