{"title": "Bg. 11.34", "sanskrit": "द्रोणं च भीष्मं च जयद्रथं चकर्णं तथान्यानपि योधवीरान् ।मया हतांस्त्वं जहि मा व्यथिष्ठायुध्यस्व जेतासि रणे सपत्‍नान् ॥ ३४ ॥", "transliteration": "droṇaṁ ca bhīṣmaṁ ca jayadrathaṁ cakarṇaṁ tathānyān api yodha-vīrānmayā hatāṁs tvaṁ jahi mā vyathiṣṭhāyudhyasva jetāsi raṇe sapatnān", "words_trans": {"droṇam ca": "also Droṇa", "bhīṣmam ca": "also Bhīṣma", "jayadratham ca": "also Jayadratha", "karṇam": "Karṇa", "tathā": "also", "anyān": "others", "api": "certainly", "yodha-vīrān": "great warriors", "mayā": "by Me", "hatān": "already killed", "tvam": "you", "jahi": "destroy", "mā": "do not", "vyathiṣṭhāḥ": "be disturbed", "yudhyasva": "just fight", "jetā asi": "you will conquer", "raṇe": "in the fight", "sapatnān": "enemies."}, "literary_trans": "Droṇa, Bhīṣma, Jayadratha, Karṇa and the other great warriors have already been destroyed by Me. Therefore, kill them and do not be disturbed. Simply fight, and you will vanquish your enemies in battle.Droṇa, Bhīṣma, Jayadratha, Karṇa and the other great warriors have already been destroyed by Me. Therefore, kill them and do not be disturbed. Simply fight, and you will vanquish your enemies in battle.PurportEvery plan is made by the Supreme Personality of Godhead, but He is so kind and merciful to His devotees that He wants to give the credit to His devotees who carry out His plan according to His desire. Life should therefore move in such a way that everyone acts in Kṛṣṇa consciousness and understands the Supreme Personality of Godhead through the medium of a spiritual master. The plans of the Supreme Personality of Godhead are understood by His mercy, and the plans of the devotees are as good as His plans. One should follow such plans and be victorious in the struggle for existence."}