{"title": "Bg. 11.41-42", "sanskrit": "सखेति मत्वा प्रसभं यदुक्तंहे कृष्ण हे यादव हे सखेति ।अजानता महिमानं तवेदंमया प्रमादात्प्रणयेन वापि ॥ ४१ ॥यच्च‍ावहासार्थमसत्कृतोऽसिविहारशय्यासनभोजनेषु  ।एकोऽथवाप्यच्युत तत्समक्षंतत्क्षामये त्वामहमप्रमेयम् ॥ ४२ ॥", "transliteration": "sakheti matvā prasabhaṁ yad uktaṁhe kṛṣṇa he yādava he sakhetiajānatā mahimānaṁ tavedaṁmayā pramādāt praṇayena vāpiyac cāvahāsārtham asat-kṛto ’sivihāra-śayyāsana-bhojaneṣueko ’tha vāpy acyuta tat-samakṣaṁtat kṣāmaye tvām aham aprameyam", "words_trans": {"sakhā": "friend", "iti": "thus", "matvā": "thinking", "prasabham": "presumptuously", "yat": "whatever", "uktam": "said", "he kṛṣṇa": "O Kṛṣṇa", "he yādava": "O Yādava", "he sakhe": "O my dear friend", "ajānatā": "without knowing", "mahimānam": "glories", "tava": "Your", "idam": "this", "mayā": "by me", "pramādāt": "out of foolishness", "praṇayena": "out of love", "vā api": "either", "ca": "also", "avahāsa-artham": "for joking", "asat-kṛtaḥ": "dishonored", "asi": "You have been", "vihāra": "in relaxation", "śayyā": "in lying down", "āsana": "in sitting", "bhojaneṣu": "or while eating together", "ekaḥ": "alone", "atha vā": "or", "api": "also", "acyuta": "O infallible one", "tat-samakṣam": "among companions", "tat": "all those", "kṣāmaye": "ask forgiveness", "tvām": "from You", "aham": "I", "aprameyam": "immeasurable."}, "literary_trans": "Thinking of You as my friend, I have rashly addressed You “O Kṛṣṇa,” “O Yādava,” “O my friend,” not knowing Your glories. Please forgive whatever I may have done in madness or in love. I have dishonored You many times, jesting as we relaxed, lay on the same bed, or sat or ate together, sometimes alone and sometimes in front of many friends. O infallible one, please excuse me for all those offenses.Thinking of You as my friend, I have rashly addressed You “O Kṛṣṇa,” “O Yādava,” “O my friend,” not knowing Your glories. Please forgive whatever I may have done in madness or in love. I have dishonored You many times, jesting as we relaxed, lay on the same bed, or sat or ate together, sometimes alone and sometimes in front of many friends. O infallible one, please excuse me for all those offenses.PurportAlthough Kṛṣṇa is manifested before Arjuna in His universal form, Arjuna remembers his friendly relationship with Kṛṣṇa and is therefore asking pardon and requesting Kṛṣṇa to excuse him for the many informal gestures which arise out of friendship. He is admitting that formerly he did not know that Kṛṣṇa could assume such a universal form, although Kṛṣṇa explained it as his intimate friend. Arjuna did not know how many times he may have dishonored Kṛṣṇa by addressing Him “O my friend,” “O Kṛṣṇa,” “O Yādava,” etc., without acknowledging His opulence. But Kṛṣṇa is so kind and merciful that in spite of such opulence He played with Arjuna as a friend. Such is the transcendental loving reciprocation between the devotee and the Lord. The relationship between the living entity and Kṛṣṇa is fixed eternally; it cannot be forgotten, as we can see from the behavior of Arjuna. Although Arjuna has seen the opulence in the universal form, he cannot forget his friendly relationship with Kṛṣṇa."}