{"title": "Bg. 11.51", "sanskrit": "अर्जुन उवाचदृष्ट्वेदं मानुषं रूपं तव सौम्यं जनार्दन ।इदानीमस्मि संवृत्त: सचेता: प्रकृतिं गत: ॥ ५१ ॥", "transliteration": "arjuna uvācadṛṣṭvedaṁ mānuṣaṁ rūpaṁtava saumyaṁ janārdanaidānīm asmi saṁvṛttaḥsa-cetāḥ prakṛtiṁ gataḥ", "words_trans": {"arjunaḥ uvāca": "Arjuna said", "dṛṣṭvā": "seeing", "idam": "this", "mānuṣam": "human", "rūpam": "form", "tava": "Your", "saumyam": "very beautiful", "janārdana": "O chastiser of the enemies", "idānīm": "now", "asmi": "I am", "saṁvṛttaḥ": "settled", "sa-cetāḥ": "in my consciousness", "prakṛtim": "to my own nature", "gataḥ": "returned."}, "literary_trans": "When Arjuna thus saw Kṛṣṇa in His original form, he said: O Janārdana, seeing this humanlike form, so very beautiful, I am now composed in mind, and I am restored to my original nature.When Arjuna thus saw Kṛṣṇa in His original form, he said: O Janārdana, seeing this humanlike form, so very beautiful, I am now composed in mind, and I am restored to my original nature.PurportHere the words mānuṣaṁ rūpam clearly indicate the Supreme Personality of Godhead to be originally two-handed. Those who deride Kṛṣṇa as if He were an ordinary person are shown here to be ignorant of His divine nature. If Kṛṣṇa is like an ordinary human being, then how is it possible for Him to show the universal form and again to show the four-handed Nārāyaṇa form? So it is very clearly stated in Bhagavad-gītā that one who thinks that Kṛṣṇa is an ordinary person and who misguides the reader by claiming that it is the impersonal Brahman within Kṛṣṇa speaking is doing the greatest injustice. Kṛṣṇa has actually shown His universal form and His four-handed Viṣṇu form. So how can He be an ordinary human being? A pure devotee is not confused by misguiding commentaries on Bhagavad-gītā because he knows what is what. The original verses of Bhagavad-gītā are as clear as the sun; they do not require lamplight from foolish commentators."}