{"title": "Bg. 11.54", "sanskrit": "भक्त्य‍ा त्वनन्यया शक्य अहमेवंविधोऽर्जुन ।ज्ञातुं द्रष्टुं च तत्त्वेन प्रवेष्टुं च परन्तप ॥ ५४ ॥", "transliteration": "bhaktyā tv ananyayā śakyaaham evaṁ-vidho ’rjunajñātuṁ draṣṭuṁ ca tattvenapraveṣṭuṁ ca paran-tapa", "words_trans": {"bhaktyā": "by devotional service", "tu": "but", "ananyayā": "without being mixed with fruitive activities or speculative knowledge", "śakyaḥ": "possible", "aham": "I", "evam-vidhaḥ": "like this", "arjuna": "O Arjuna", "jñātum": "to know", "draṣṭum": "to see", "ca": "also", "tattvena": "in fact", "praveṣṭum": "to enter into", "param-tapa": "O subduer of the enemy."}, "literary_trans": "My dear Arjuna, only by undivided devotional service can I be understood as I am, standing before you, and can thus be seen directly. Only in this way can you enter into the mysteries of My understanding.My dear Arjuna, only by undivided devotional service can I be understood as I am, standing before you, and can thus be seen directly. Only in this way can you enter into the mysteries of My understanding.PurportKṛṣṇa can be understood only by the process of undivided devotional service. He explicitly explains this in this verse so that unauthorized commentators, who try to understand Bhagavad-gītā by the speculative process, will know that they are simply wasting their time. No one can understand Kṛṣṇa or how He came from parents in a four-handed form and at once changed Himself into a two-handed form. These things are very difficult to understand by study of the Vedas or by philosophical speculation. Therefore it is clearly stated here that no one can see Him or enter into understanding of these matters. Those who, however, are very experienced students of Vedic literature can learn about Him from the Vedic literature in so many ways. There are so many rules and regulations, and if one at all wants to understand Kṛṣṇa, he must follow the regulative principles described in the authoritative literature. One can perform penance in accordance with those principles. For example, to undergo serious penances one may observe fasting on Janmāṣṭamī, the day on which Kṛṣṇa appeared, and on the two days of Ekādaśī (the eleventh day after the new moon and the eleventh day after the full moon). As far as charity is concerned, it is plain that charity should be given to the devotees of Kṛṣṇa who are engaged in His devotional service to spread the Kṛṣṇa philosophy, or Kṛṣṇa consciousness, throughout the world. Kṛṣṇa consciousness is a benediction to humanity. Lord Caitanya was appreciated by Rūpa Gosvāmī as the most munificent man of charity because love of Kṛṣṇa, which is very difficult to achieve, was distributed freely by Him. So if one gives some amount of his money to persons involved in distributing Kṛṣṇa consciousness, that charity, given to spread Kṛṣṇa consciousness, is the greatest charity in the world. And if one worships as prescribed in the temple (in the temples in India there is always some statue, usually of Viṣṇu or Kṛṣṇa), that is a chance to progress by offering worship and respect to the Supreme Personality of Godhead. For the beginners in devotional service to the Lord, temple worship is essential, and this is confirmed in the Vedic literature (Śvetāśvatara Upaniṣad 6.23):yasya deve parā bhaktiryathā deve tathā gurautasyaite kathitā hy arthāḥprakāśante mahātmanaḥOne who has unflinching devotion for the Supreme Lord and is directed by the spiritual master, in whom he has similar unflinching faith, can see the Supreme Personality of Godhead by revelation. One cannot understand Kṛṣṇa by mental speculation. For one who does not take personal training under the guidance of a bona fide spiritual master, it is impossible to even begin to understand Kṛṣṇa. The word tu is specifically used here to indicate that no other process can be used, can be recommended, or can be successful in understanding Kṛṣṇa.The personal forms of Kṛṣṇa, the two-handed form and the four-handed, are described as su-durdarśam, very difficult to see. They are completely different from the temporary universal form shown to Arjuna. The four-handed form of Nārāyaṇa and the two-handed form of Kṛṣṇa are eternal and transcendental, whereas the universal form exhibited to Arjuna is temporary. The words tvad anyena na dṛṣṭa-pūrvam (verse 47) state that before Arjuna, no one had seen that universal form. Also, they suggest that amongst the devotees there was no necessity of showing it. That form was exhibited by Kṛṣṇa at the request of Arjuna so that in the future, when one represents himself as an incarnation of God, people can ask to see his universal form.The word na, used repeatedly in the previous verse, indicates that one should not be very much proud of such credentials as an academic education in Vedic literature. One must take to the devotional service of Kṛṣṇa. Only then can one attempt to write commentaries on Bhagavad-gītā.Kṛṣṇa changes from the universal form to the four-handed form of Nārāyaṇa and then to His own natural form of two hands. This indicates that the four-handed forms and other forms mentioned in Vedic literature are all emanations of the original two-handed Kṛṣṇa. He is the origin of all emanations. Kṛṣṇa is distinct even from these forms, what to speak of the impersonal conception. As far as the four-handed forms of Kṛṣṇa are concerned, it is stated clearly that even the most identical four-handed form of Kṛṣṇa (which is known as Mahā-viṣṇu, who is lying on the cosmic ocean and from whose breathing so many innumerable universes are passing out and entering) is also an expansion of the Supreme Lord. As stated in the Brahma-saṁhitā (5.48),yasyaika-niśvasita-kālam athāvalambyajīvanti loma-vila-jā jagad-aṇḍa-nāthāḥviṣṇur mahān sa iha yasya kalā-viśeṣogovindam ādi-puruṣaṁ tam ahaṁ bhajāmi“The Mahā-viṣṇu, into whom all the innumerable universes enter and from whom they come forth again simply by His breathing process, is a plenary expansion of Kṛṣṇa. Therefore I worship Govinda, Kṛṣṇa, the cause of all causes.” Therefore one should conclusively worship the personal form of Kṛṣṇa as the Supreme Personality of Godhead who has eternal bliss and knowledge. He is the source of all forms of Viṣṇu, He is the source of all forms of incarnation, and He is the original Supreme Personality, as confirmed in Bhagavad-gītā.In the Vedic literature (Gopāla-tāpanī Upaniṣad 1.1) the following statement appears:sac-cid-ānanda-rūpāyakṛṣṇāyākliṣṭa-kāriṇenamo vedānta-vedyāyagurave buddhi-sākṣiṇe“I offer my respectful obeisances unto Kṛṣṇa, who has a transcendental form of bliss, eternity and knowledge. I offer my respect to Him, because understanding Him means understanding the Vedas, and He is therefore the supreme spiritual master.” Then it is said, kṛṣṇo vai paramaṁ daivatam: “Kṛṣṇa is the Supreme Personality of Godhead.” (Gopāla-tāpanī Upaniṣad 1.3) Eko vaśī sarva-gaḥ kṛṣṇa īḍyaḥ: “That one Kṛṣṇa is the Supreme Personality of Godhead, and He is worshipable.” Eko ’pi san bahudhā yo ’vabhāti: “Kṛṣṇa is one, but He is manifested in unlimited forms and expanded incarnations.” (Gopāla-tāpanī Upaniṣad 1.21)The Brahma-saṁhitā (5.1) says,īśvaraḥ paramaḥ kṛṣṇaḥsac-cid-ānanda-vigrahaḥanādir ādir govindaḥsarva-kāraṇa-kāraṇam“The Supreme Personality of Godhead is Kṛṣṇa, who has a body of eternity, knowledge and bliss. He has no beginning, for He is the beginning of everything. He is the cause of all causes.”Elsewhere it is said, yatrāvatīrṇaṁ kṛṣṇākhyaṁ paraṁ brahma narākṛti: “The Supreme Absolute Truth is a person, His name is Kṛṣṇa, and He sometimes descends on this earth.” Similarly, in the Śrīmad-Bhāgavatam we find a description of all kinds of incarnations of the Supreme Personality of Godhead, and in this list the name of Kṛṣṇa also appears. But then it is said that this Kṛṣṇa is not an incarnation of God but is the original Supreme Personality of Godhead Himself (ete cāṁśa-kalāḥ puṁsaḥ kṛṣṇas tu bhagavān svayam).Similarly, in Bhagavad-gītā the Lord says, mattaḥ parataraṁ nānyat: “There is nothing superior to My form as the Personality of Godhead Kṛṣṇa.” He also says elsewhere in Bhagavad-gītā, aham ādir hi devānām: “I am the origin of all the demigods.” And after understanding Bhagavad-gītā from Kṛṣṇa, Arjuna also confirms this in the following words: paraṁ brahma paraṁ dhāma pavitraṁ paramaṁ bhavān, “I now fully understand that You are the Supreme Personality of Godhead, the Absolute Truth, and that You are the refuge of everything.” Therefore the universal form which Kṛṣṇa showed to Arjuna is not the original form of God. The original is the Kṛṣṇa form. The universal form, with its thousands and thousands of heads and hands, is manifest just to draw the attention of those who have no love for God. It is not God’s original form.The universal form is not attractive for pure devotees, who are in love with the Lord in different transcendental relationships. The Supreme Godhead exchanges transcendental love in His original form of Kṛṣṇa. Therefore to Arjuna, who was so intimately related with Kṛṣṇa in friendship, this form of the universal manifestation was not pleasing; rather, it was fearful. Arjuna, who was a constant companion of Kṛṣṇa’s, must have had transcendental eyes; he was not an ordinary man. Therefore he was not captivated by the universal form. This form may seem wonderful to persons who are involved in elevating themselves by fruitive activities, but to persons who are engaged in devotional service the two-handed form of Kṛṣṇa is the most dear."}