{"title": "Bg. 11.15", "sanskrit": "अर्जुन उवाचपश्यामि देवांस्तव देव देहेसर्वांस्तथा भूतविशेषसङ्घान् ।ब्रह्माणमीशं कमलासनस्थ-मृषींश्च सर्वानुरगांश्च दिव्यान् ॥ १५ ॥", "transliteration": "arjuna uvācapaśyāmi devāṁs tava deva dehesarvāṁs tathā bhūta-viśeṣa-saṅghānbrahmāṇam īśaṁ kamalāsana-sthamṛṣīṁś ca sarvān uragāṁś ca divyān", "words_trans": {"arjunaḥ uvāca": "Arjuna said", "paśyāmi": "I see", "devān": "all the demigods", "tava": "Your", "deva": "O Lord", "dehe": "in the body", "sarvān": "all", "tathā": "also", "bhūta": "living entities", "viśeṣa-saṅghān": "specifically assembled", "brahmāṇam": "Lord Brahmā", "īśam": "Lord Śiva", "kamala-āsana-stham": "sitting on the lotus flower", "ṛṣīn": "great sages", "ca": "also", "uragān": "serpents", "divyān": "divine."}, "literary_trans": "Arjuna said: My dear Lord Kṛṣṇa, I see assembled in Your body all the demigods and various other living entities. I see Brahmā sitting on the lotus flower, as well as Lord Śiva and all the sages and divine serpents.Arjuna said: My dear Lord Kṛṣṇa, I see assembled in Your body all the demigods and various other living entities. I see Brahmā sitting on the lotus flower, as well as Lord Śiva and all the sages and divine serpents.PurportArjuna sees everything in the universe; therefore he sees Brahmā, who is the first creature in the universe, and the celestial serpent upon which the Garbhodaka-śāyī Viṣṇu lies in the lower regions of the universe. This snake bed is called Vāsuki. There are also other snakes known as Vāsuki. Arjuna can see from the Garbhodaka-śāyī Viṣṇu up to the topmost part of the universe on the lotus-flower planet where Brahmā, the first creature of the universe, resides. That means that from the beginning to the end, everything could be seen by Arjuna, who was sitting in one place on his chariot. This was possible by the grace of the Supreme Lord, Kṛṣṇa."}