{"title": "Bg. 11.50", "sanskrit": "सञ्जय उवाचइत्यर्जुनं वासुदेवस्तथोक्त्वास्वकं रूपं दर्शयामास भूय: ।आश्वासयामास च भीतमेनंभूत्वा पुन: सौम्यवपुर्महात्मा ॥ ५० ॥", "transliteration": "sañjaya uvācaity arjunaṁ vāsudevas tathoktvāsvakaṁ rūpaṁ darśayām āsa bhūyaḥāśvāsayām āsa ca bhītam enaṁbhūtvā punaḥ saumya-vapur mahātmā", "words_trans": {"sañjayaḥ uvāca": "Sañjaya said", "iti": "thus", "arjunam": "unto Arjuna", "vāsudevaḥ": "Kṛṣṇa", "tathā": "in that way", "uktvā": "speaking", "svakam": "His own", "rūpam": "form", "darśayām āsa": "showed", "bhūyaḥ": "again", "āśvāsayām āsa": "encouraged", "ca": "also", "bhītam": "fearful", "enam": "him", "bhūtvā": "becoming", "punaḥ": "again", "saumya-vapuḥ": "the beautiful form", "mahā-ātmā": "the great one."}, "literary_trans": "Sañjaya said to Dhṛtarāṣṭra: The Supreme Personality of Godhead, Kṛṣṇa, having spoken thus to Arjuna, displayed His real four-armed form and at last showed His two-armed form, thus encouraging the fearful Arjuna.Sañjaya said to Dhṛtarāṣṭra: The Supreme Personality of Godhead, Kṛṣṇa, having spoken thus to Arjuna, displayed His real four-armed form and at last showed His two-armed form, thus encouraging the fearful Arjuna.PurportWhen Kṛṣṇa appeared as the son of Vasudeva and Devakī, He first of all appeared as four-armed Nārāyaṇa, but when He was requested by His parents, He transformed Himself into an ordinary child in appearance. Similarly, Kṛṣṇa knew that Arjuna was not interested in seeing a four-handed form, but since Arjuna asked to see this four-handed form, Kṛṣṇa also showed him this form again and then showed Himself in His two-handed form. The word saumya-vapuḥ is very significant. Saumya-vapuḥ is a very beautiful form; it is known as the most beautiful form. When He was present, everyone was attracted simply by Kṛṣṇa’s form, and because Kṛṣṇa is the director of the universe, He just banished the fear of Arjuna, His devotee, and showed him again His beautiful form of Kṛṣṇa. In the Brahma-saṁhitā (5.38) it is stated, premāñjana-cchurita-bhakti-vilocanena: only a person whose eyes are smeared with the ointment of love can see the beautiful form of Śrī Kṛṣṇa."}