{"title": "Bg. 11.46", "sanskrit": "किरीटिनं गदिनं चक्रहस्त-मिच्छामि त्वां द्रष्टुमहं तथैव ।तेनैव रूपेण चतुर्भुजेनसहस्रबाहो भव विश्वमूर्ते ॥ ४६ ॥", "transliteration": "kirīṭinaṁ gadinaṁ cakra-hastamicchāmi tvāṁ draṣṭum ahaṁ tathaivatenaiva rūpeṇa catur-bhujenasahasra-bāho bhava viśva-mūrte", "words_trans": {"kirīṭinam": "with helmet", "gadinam": "with club", "cakra-hastam": "disc in hand", "icchāmi": "I wish", "tvām": "You", "draṣṭum": "to see", "aham": "I", "tathā eva": "in that position", "tena eva": "in that", "rūpeṇa": "form", "catuḥ-bhujena": "four-handed", "sahasra-bāho": "O thousand-handed one", "bhava": "just become", "viśva-mūrte": "O universal form."}, "literary_trans": "O universal form, O thousand-armed Lord, I wish to see You in Your four-armed form, with helmeted head and with club, wheel, conch and lotus flower in Your hands. I long to see You in that form.O universal form, O thousand-armed Lord, I wish to see You in Your four-armed form, with helmeted head and with club, wheel, conch and lotus flower in Your hands. I long to see You in that form.PurportIn the Brahma-saṁhitā (5.39) it is stated, rāmādi-mūrtiṣu kalā-niyamena tiṣṭhan: the Lord is eternally situated in hundreds and thousands of forms, and the main forms are those like Rāma, Nṛsiṁha, Nārāyaṇa, etc. There are innumerable forms. But Arjuna knew that Kṛṣṇa is the original Personality of Godhead assuming His temporary universal form. He is now asking to see the form of Nārāyaṇa, a spiritual form. This verse establishes without any doubt the statement of the Śrīmad-Bhāgavatam that Kṛṣṇa is the original Personality of Godhead and all other features originate from Him. He is not different from His plenary expansions, and He is God in any of His innumerable forms. In all of these forms He is fresh like a young man. That is the constant feature of the Supreme Personality of Godhead. One who knows Kṛṣṇa becomes free at once from all contamination of the material world."}