{"title": "Bg. 12.3-4", "sanskrit": "ये त्वक्षरमनिर्देश्यमव्यक्तं पर्युपासते ।सर्वत्रगमचिन्त्यं च कूटस्थमचलं ध्रुवम् ॥ ३ ॥सन्नियम्येन्द्रियग्रामं सर्वत्र समबुद्धय: ।ते प्राप्‍नुवन्ति मामेव सर्वभूतहिते रता: ॥ ४ ॥", "transliteration": "ye tv akṣaram anirdeśyamavyaktaṁ paryupāsatesarvatra-gam acintyaṁ cakūṭa-stham acalaṁ dhruvamsanniyamyendriya-grāmaṁsarvatra sama-buddhayaḥte prāpnuvanti mām evasarva-bhūta-hite ratāḥ", "words_trans": {"ye": "those who", "tu": "but", "akṣaram": "that which is beyond the perception of the senses", "anirdeśyam": "indefinite", "avyaktam": "unmanifested", "paryupāsate": "completely engage in worshiping", "sarvatra-gam": "all-pervading", "acintyam": "inconceivable", "ca": "also", "kūṭa-stham": "unchanging", "acalam": "immovable", "dhruvam": "fixed", "sanniyamya": "controlling", "indriya-grāmam": "all the senses", "sarvatra": "everywhere", "sama-buddhayaḥ": "equally disposed", "te": "they", "prāpnuvanti": "achieve", "mām": "Me", "eva": "certainly", "sarva-bhūta-hite": "for the welfare of all living entities", "ratāḥ": "engaged."}, "literary_trans": "But those who fully worship the unmanifested, that which lies beyond the perception of the senses, the all-pervading, inconceivable, unchanging, fixed and immovable – the impersonal conception of the Absolute Truth – by controlling the various senses and being equally disposed to everyone, such persons, engaged in the welfare of all, at last achieve Me.But those who fully worship the unmanifested, that which lies beyond the perception of the senses, the all-pervading, inconceivable, unchanging, fixed and immovable – the impersonal conception of the Absolute Truth – by controlling the various senses and being equally disposed to everyone, such persons, engaged in the welfare of all, at last achieve Me.PurportThose who do not directly worship the Supreme Godhead, Kṛṣṇa, but who attempt to achieve the same goal by an indirect process, also ultimately achieve the same goal, Śrī Kṛṣṇa. “After many births the man of wisdom seeks refuge in Me, knowing that Vāsudeva is all.” When a person comes to full knowledge after many births, he surrenders unto Lord Kṛṣṇa. If one approaches the Godhead by the method mentioned in this verse, he has to control the senses, render service to everyone and engage in the welfare of all beings. It is inferred that one has to approach Lord Kṛṣṇa, otherwise there is no perfect realization. Often there is much penance involved before one fully surrenders unto Him.In order to perceive the Supersoul within the individual soul, one has to cease the sensual activities of seeing, hearing, tasting, working, etc. Then one comes to understand that the Supreme Soul is present everywhere. Realizing this, one envies no living entity – he sees no difference between man and animal because he sees soul only, not the outer covering. But for the common man, this method of impersonal realization is very difficult."}