{"title": "Bg. 12.13-14", "sanskrit": "अद्वेष्टा सर्वभूतानां मैत्र: करुण एव च ।निर्ममो निरहङ्कार: समदु:खसुख: क्षमी ॥ १३ ॥सन्तुष्ट: सततं योगी यतात्मा दृढनिश्चय: ।मय्यर्पितमनोबुद्धिर्यो मद्भ‍क्त: स मे प्रिय: ॥ १४ ॥", "transliteration": "adveṣṭā sarva-bhūtānāṁmaitraḥ karuṇa eva canirmamo nirahaṅkāraḥsama-duḥkha-sukhaḥ kṣamīsantuṣṭaḥ satataṁ yogīyatātmā dṛḍha-niścayaḥmayy arpita-mano-buddhiryo mad-bhaktaḥ sa me priyaḥ", "words_trans": {"adveṣṭā": "nonenvious", "sarva-bhūtānām": "toward all living entities", "maitraḥ": "friendly", "karuṇaḥ": "kindly", "eva": "certainly", "ca": "also", "nirmamaḥ": "with no sense of proprietorship", "nirahaṅkāraḥ": "without false ego", "sama": "equal", "duḥkha": "in distress", "sukhaḥ": "and happiness", "kṣamī": "forgiving", "santuṣṭaḥ": "satisfied", "satatam": "always", "yogī": "one engaged in devotion", "yata-ātmā": "self-controlled", "dṛḍha-niścayaḥ": "with determination", "mayi": "upon Me", "arpita": "engaged", "manaḥ": "mind", "buddhiḥ": "and intelligence", "yaḥ": "one who", "mat-bhaktaḥ": "My devotee", "saḥ": "he", "me": "to Me", "priyaḥ": "dear."}, "literary_trans": "One who is not envious but is a kind friend to all living entities, who does not think himself a proprietor and is free from false ego, who is equal in both happiness and distress, who is tolerant, always satisfied, self-controlled, and engaged in devotional service with determination, his mind and intelligence fixed on Me – such a devotee of Mine is very dear to Me.One who is not envious but is a kind friend to all living entities, who does not think himself a proprietor and is free from false ego, who is equal in both happiness and distress, who is tolerant, always satisfied, self-controlled, and engaged in devotional service with determination, his mind and intelligence fixed on Me – such a devotee of Mine is very dear to Me.PurportComing again to the point of pure devotional service, the Lord is describing the transcendental qualifications of a pure devotee in these two verses. A pure devotee is never disturbed in any circumstances. Nor is he envious of anyone. Nor does a devotee become his enemy’s enemy; he thinks, “This person is acting as my enemy due to my own past misdeeds. So it is better to suffer than to protest.” In the Śrīmad-Bhāgavatam (10.14.8) it is stated: tat te ’nukampāṁ su-samīkṣamāṇo bhuñjāna evātma-kṛtaṁ vipākam. Whenever a devotee is in distress or has fallen into difficulty, he thinks that it is the Lord’s mercy upon him. He thinks, “Thanks to my past misdeeds I should suffer far, far greater than I am suffering now. So it is by the mercy of the Supreme Lord that I am not getting all the punishment I am due. I am just getting a little, by the mercy of the Supreme Personality of Godhead.” Therefore he is always calm, quiet and patient, despite many distressful conditions. A devotee is also always kind to everyone, even to his enemy. Nirmama means that a devotee does not attach much importance to the pains and trouble pertaining to the body because he knows perfectly well that he is not the material body. He does not identify with the body; therefore he is freed from the conception of false ego and is equipoised in happiness and distress. He is tolerant, and he is satisfied with whatever comes by the grace of the Supreme Lord. He does not endeavor much to achieve something with great difficulty; therefore he is always joyful. He is a completely perfect mystic because he is fixed in the instructions received from the spiritual master, and because his senses are controlled he is determined. He is not swayed by false arguments, because no one can lead him from the fixed determination of devotional service. He is fully conscious that Kṛṣṇa is the eternal Lord, so no one can disturb him. All these qualifications enable him to fix his mind and intelligence entirely on the Supreme Lord. Such a standard of devotional service is undoubtedly very rare, but a devotee becomes situated in that stage by following the regulative principles of devotional service. Furthermore, the Lord says that such a devotee is very dear to Him, for the Lord is always pleased with all his activities in full Kṛṣṇa consciousness."}