{"title": "Bg. 13.23", "sanskrit": "उपद्रष्टानुमन्ता च भर्ता भोक्ता महेश्वर: ।परमात्मेति चाप्युक्तो देहेऽस्मिन्पुरुष: पर: ॥ २३ ॥", "transliteration": "upadraṣṭānumantā cabhartā bhoktā maheśvaraḥparamātmeti cāpy uktodehe ’smin puruṣaḥ paraḥ", "words_trans": {"upadraṣṭā": "overseer", "anumantā": "permitter", "ca": "and", "bhartā": "master", "bhoktā": "supreme enjoyer", "mahā-īśvaraḥ": "the Supreme Lord", "parama-ātmā": "the Supersoul", "iti": "also", "api": "indeed", "uktaḥ": "is said", "dehe": "in the body", "asmin": "this", "puruṣaḥ": "enjoyer", "paraḥ": "transcendental."}, "literary_trans": "Yet in this body there is another, a transcendental enjoyer, who is the Lord, the supreme proprietor, who exists as the overseer and permitter, and who is known as the Supersoul.Yet in this body there is another, a transcendental enjoyer, who is the Lord, the supreme proprietor, who exists as the overseer and permitter, and who is known as the Supersoul.PurportIt is stated here that the Supersoul, who is always with the individual soul, is the representation of the Supreme Lord. He is not an ordinary living entity. Because the monist philosophers take the knower of the body to be one, they think that there is no difference between the Supersoul and the individual soul. To clarify this, the Lord says that He is represented as the Paramātmā in every body. He is different from the individual soul; He is para, transcendental. The individual soul enjoys the activities of a particular field, but the Supersoul is present not as finite enjoyer nor as one taking part in bodily activities, but as the witness, overseer, permitter and supreme enjoyer. His name is Paramātmā, not ātmā, and He is transcendental. It is distinctly clear that the ātmā and Paramātmā are different. The Supersoul, the Paramātmā, has legs and hands everywhere, but the individual soul does not. And because the Paramātmā is the Supreme Lord, He is present within to sanction the individual soul’s desiring material enjoyment. Without the sanction of the Supreme Soul, the individual soul cannot do anything. The individual is bhukta, or the sustained, and the Lord is bhoktā, or the maintainer. There are innumerable living entities, and He is staying in them as a friend.The fact is that every individual living entity is eternally part and parcel of the Supreme Lord, and both of them are very intimately related as friends. But the living entity has the tendency to reject the sanction of the Supreme Lord and act independently in an attempt to dominate nature, and because he has this tendency he is called the marginal energy of the Supreme Lord. The living entity can be situated either in the material energy or in the spiritual energy. As long as he is conditioned by the material energy, the Supreme Lord, as his friend, the Supersoul, stays with him just to get him to return to the spiritual energy. The Lord is always eager to take him back to the spiritual energy, but due to his minute independence the individual entity is continually rejecting the association of spiritual light. This misuse of independence is the cause of his material strife in the conditioned nature. The Lord, therefore, is always giving instruction from within and from without. From without He gives instructions as stated in Bhagavad-gītā, and from within He tries to convince the living entity that his activities in the material field are not conducive to real happiness. “Just give it up and turn your faith toward Me. Then you will be happy,” He says. Thus the intelligent person who places his faith in the Paramātmā or the Supreme Personality of Godhead begins to advance toward a blissful eternal life of knowledge."}