{"title": "Bg. 13.4", "sanskrit": "तत्क्षेत्रं यच्च‍ यादृक्‍च यद्विकारि यतश्च यत् ।स च यो यत्प्रभावश्च तत्समासेन मे श‍ृणु ॥ ४ ॥", "transliteration": "tat kṣetraṁ yac ca yādṛk cayad-vikāri yataś ca yatsa ca yo yat-prabhāvaś catat samāsena me śṛṇu", "words_trans": {"tat": "that", "kṣetram": "field of activities", "yat": "having what", "ca": "also", "yādṛk": "as it is", "vikāri": "changes", "yataḥ": "from which", "saḥ": "he", "yaḥ": "who", "prabhāvaḥ": "influence", "samāsena": "in summary", "me": "from Me", "śṛṇu": "understand."}, "literary_trans": "Now please hear My brief description of this field of activity and how it is constituted, what its changes are, whence it is produced, who that knower of the field of activities is, and what his influences are.Now please hear My brief description of this field of activity and how it is constituted, what its changes are, whence it is produced, who that knower of the field of activities is, and what his influences are.PurportThe Lord is describing the field of activities and the knower of the field of activities in their constitutional positions. One has to know how this body is constituted, the materials of which this body is made, under whose control this body is working, how the changes are taking place, wherefrom the changes are coming, what the causes are, what the reasons are, what the ultimate goal of the individual soul is, and what the actual form of the individual soul is. One should also know the distinction between the individual living soul and the Supersoul, their different influences, their potentials, etc. One just has to understand this Bhagavad-gītā directly from the description given by the Supreme Personality of Godhead, and all this will be clarified. But one should be careful not to consider the Supreme Personality of Godhead in every body to be one with the individual soul, the jīva. This is something like equating the potent and the impotent."}