{"title": "Bg. 13.13", "sanskrit": "ज्ञेयं यत्तत्प्रवक्ष्यामि यज्ज्ञात्वामृतमश्न‍ुते ।अनादिमत्परं ब्रह्म न सत्तन्नासदुच्यते ॥ १३ ॥", "transliteration": "jñeyaṁ yat tat pravakṣyāmiyaj jñātvāmṛtam aśnuteanādi mat-paraṁ brahmana sat tan nāsad ucyate", "words_trans": {"jñeyam": "the knowable", "yat": "which", "tat": "that", "pravakṣyāmi": "I shall now explain", "jñātvā": "knowing", "amṛtam": "nectar", "aśnute": "one tastes", "anādi": "beginningless", "mat-param": "subordinate to Me", "brahma": "spirit", "na": "nor", "sat": "cause", "asat": "effect", "ucyate": "is said to be."}, "literary_trans": "I shall now explain the knowable, knowing which you will taste the eternal. Brahman, the spirit, beginningless and subordinate to Me, lies beyond the cause and effect of this material world.I shall now explain the knowable, knowing which you will taste the eternal. Brahman, the spirit, beginningless and subordinate to Me, lies beyond the cause and effect of this material world.PurportThe Lord has explained the field of activities and the knower of the field. He has also explained the process of knowing the knower of the field of activities. Now He begins to explain the knowable, first the soul and then the Supersoul. By knowledge of the knower, both the soul and the Supersoul, one can relish the nectar of life. As explained in the Second Chapter, the living entity is eternal. This is also confirmed here. There is no specific date at which the jīva was born. Nor can anyone trace out the history of the jīvātmā’s manifestation from the Supreme Lord. Therefore it is beginningless. The Vedic literature confirms this: na jāyate mriyate vā vipaścit (Kaṭha Upaniṣad 1.2.18). The knower of the body is never born and never dies, and he is full of knowledge.The Supreme Lord as the Supersoul is also stated in the Vedic literature (Śvetāśvatara Upaniṣad 6.16) to be pradhāna-kṣetrajña-patir guṇeśaḥ, the chief knower of the body and the master of the three modes of material nature. In the smṛti it is said, dāsa-bhūto harer eva nānyasvaiva kadācana. The living entities are eternally in the service of the Supreme Lord. This is also confirmed by Lord Caitanya in His teachings. Therefore the description of Brahman mentioned in this verse is in relation to the individual soul, and when the word Brahman is applied to the living entity, it is to be understood that he is vijñāna-brahma as opposed to ānanda-brahma. Ānanda-brahma is the Supreme Brahman Personality of Godhead."}