{"title": "Bg. 13.35", "sanskrit": "क्षेत्रक्षेत्रज्ञयोरेवमन्तरं ज्ञानचक्षुषा ।भूतप्रकृतिमोक्षं च ये विदुर्यान्ति ते परम् ॥ ३५ ॥", "transliteration": "kṣetra-kṣetrajñayor evamantaraṁ jñāna-cakṣuṣābhūta-prakṛti-mokṣaṁ caye vidur yānti te param", "words_trans": {"kṣetra": "of the body", "kṣetra-jñayoḥ": "of the proprietor of the body", "evam": "thus", "antaram": "the difference", "jñāna-cakṣuṣā": "by the vision of knowledge", "bhūta": "of the living entity", "prakṛti": "from material nature", "mokṣam": "the liberation", "ca": "also", "ye": "those who", "viduḥ": "know", "yānti": "approach", "te": "they", "param": "the Supreme."}, "literary_trans": "Those who see with eyes of knowledge the difference between the body and the knower of the body, and can also understand the process of liberation from bondage in material nature, attain to the supreme goal.Those who see with eyes of knowledge the difference between the body and the knower of the body, and can also understand the process of liberation from bondage in material nature, attain to the supreme goal.PurportThe purport of this Thirteenth Chapter is that one should know the distinction between the body, the owner of the body, and the Supersoul. One should recognize the process of liberation, as described in verses 8 through 12. Then one can go on to the supreme destination.A faithful person should at first have some good association to hear of God and thus gradually become enlightened. If one accepts a spiritual master, one can learn to distinguish between matter and spirit, and that becomes the stepping-stone for further spiritual realization. A spiritual master, by various instructions, teaches his students to get free from the material concept of life. For instance, in Bhagavad-gītā we find Kṛṣṇa instructing Arjuna to free him from materialistic considerations.One can understand that this body is matter; it can be analyzed with its twenty-four elements. The body is the gross manifestation. And the subtle manifestation is the mind and psychological effects. And the symptoms of life are the interaction of these features. But over and above this, there is the soul, and there is also the Supersoul. The soul and the Supersoul are two. This material world is working by the conjunction of the soul and the twenty-four material elements. One who can see the constitution of the whole material manifestation as this combination of the soul and material elements and can also see the situation of the Supreme Soul becomes eligible for transfer to the spiritual world. These things are meant for contemplation and for realization, and one should have a complete understanding of this chapter with the help of the spiritual master.Thus end the Bhaktivedanta Purports to the Thirteenth Chapter of the Śrīmad Bhagavad-gītā in the matter of Nature, the Enjoyer and Consciousness."}