{"title": "Bg. 14.1", "sanskrit": "श्रीभगवानुवाचपरं भूय: प्रवक्ष्यामि ज्ञानानां ज्ञानमुत्तमम् । ‍‍ ॥यज्ज्ञात्वा मुनय: सर्वे परां सिद्धिमितो गता: ॥ १ ॥", "transliteration": "śrī-bhagavān uvācaparaṁ bhūyaḥ pravakṣyāmijñānānāṁ jñānam uttamamyaj jñātvā munayaḥ sarveparāṁ siddhim ito gatāḥ", "words_trans": {"śrī-bhagavān uvāca": "the Supreme Personality of Godhead said", "param": "transcendental", "bhūyaḥ": "again", "pravakṣyāmi": "I shall speak", "jñānānām": "of all knowledge", "jñānam": "knowledge", "uttamam": "the supreme", "yat": "which", "jñātvā": "knowing", "munayaḥ": "the sages", "sarve": "all", "parām": "transcendental", "siddhim": "perfection", "itaḥ": "from this world", "gatāḥ": "attained."}, "literary_trans": "The Supreme Personality of Godhead said: Again I shall declare to you this supreme wisdom, the best of all knowledge, knowing which all the sages have attained the supreme perfection.The Supreme Personality of Godhead said: Again I shall declare to you this supreme wisdom, the best of all knowledge, knowing which all the sages have attained the supreme perfection.PurportFrom the Seventh Chapter to the end of the Twelfth Chapter, Śrī Kṛṣṇa in detail reveals the Absolute Truth, the Supreme Personality of Godhead. Now, the Lord Himself is further enlightening Arjuna. If one understands this chapter through the process of philosophical speculation, he will come to an understanding of devotional service. In the Thirteenth Chapter, it was clearly explained that by humbly developing knowledge one may possibly be freed from material entanglement. It has also been explained that it is due to association with the modes of nature that the living entity is entangled in this material world. Now, in this chapter, the Supreme Personality explains what those modes of nature are, how they act, how they bind and how they give liberation. The knowledge explained in this chapter is proclaimed by the Supreme Lord to be superior to the knowledge given so far in other chapters. By understanding this knowledge, various great sages attained perfection and transferred to the spiritual world. The Lord now explains the same knowledge in a better way. This knowledge is far, far superior to all other processes of knowledge thus far explained, and knowing this many attained perfection. Thus it is expected that one who understands this Fourteenth Chapter will attain perfection."}