{"title": "Bg. 14.16", "sanskrit": "कर्मण: सुकृतस्याहु: सात्त्विकं निर्मलं फलम् ।रजसस्तु फलं दु:खमज्ञानं तमस: फलम् ॥ १६ ॥", "transliteration": "karmaṇaḥ sukṛtasyāhuḥsāttvikaṁ nirmalaṁ phalamrajasas tu phalaṁ duḥkhamajñānaṁ tamasaḥ phalam", "words_trans": {"karmaṇaḥ": "of work", "su-kṛtasya": "pious", "āhuḥ": "is said", "sāttvikam": "in the mode of goodness", "nirmalam": "purified", "phalam": "the result.", "rajasaḥ": "of the mode of passion", "tu": "but", "duḥkham": "misery", "ajñānam": "nonsense", "tamasaḥ": "of the mode of ignorance"}, "literary_trans": "The result of pious action is pure and is said to be in the mode of goodness. But action done in the mode of passion results in misery, and action performed in the mode of ignorance results in foolishness.The result of pious action is pure and is said to be in the mode of goodness. But action done in the mode of passion results in misery, and action performed in the mode of ignorance results in foolishness.PurportThe result of pious activities in the mode of goodness is pure. Therefore the sages, who are free from all illusion, are situated in happiness. But activities in the mode of passion are simply miserable. Any activity for material happiness is bound to be defeated. If, for example, one wants to have a skyscraper, so much human misery has to be undergone before a big skyscraper can be built. The financier has to take much trouble to earn a mass of wealth, and those who are slaving to construct the building have to render physical toil. The miseries are there. Thus Bhagavad-gītā says that in any activity performed under the spell of the mode of passion, there is definitely great misery. There may be a little so-called mental happiness – “I have this house or this money” – but this is not actual happiness.As far as the mode of ignorance is concerned, the performer is without knowledge, and therefore all his activities result in present misery, and afterwards he will go on toward animal life. Animal life is always miserable, although, under the spell of the illusory energy, māyā, the animals do not understand this. Slaughtering poor animals is also due to the mode of ignorance. The animal killers do not know that in the future the animal will have a body suitable to kill them. That is the law of nature. In human society, if one kills a man he has to be hanged. That is the law of the state. Because of ignorance, people do not perceive that there is a complete state controlled by the Supreme Lord. Every living creature is a son of the Supreme Lord, and He does not tolerate even an ant’s being killed. One has to pay for it. So indulgence in animal killing for the taste of the tongue is the grossest kind of ignorance. A human being has no need to kill animals, because God has supplied so many nice things. If one indulges in meat-eating anyway, it is to be understood that he is acting in ignorance and is making his future very dark. Of all kinds of animal killing, the killing of cows is most vicious because the cow gives us all kinds of pleasure by supplying milk. Cow slaughter is an act of the grossest type of ignorance. In the Vedic literature (Ṛg Veda 9.46.4) the words gobhiḥ prīṇita-matsaram indicate that one who, being fully satisfied by milk, is desirous of killing the cow is in the grossest ignorance. There is also a prayer in the Vedic literature that states:namo brahmaṇya-devāyago-brāhmaṇa-hitāya cajagad-dhitāya kṛṣṇāyagovindāya namo namaḥ“My Lord, You are the well-wisher of the cows and the brāhmaṇas, and You are the well-wisher of the entire human society and world.” (Viṣṇu Purāṇa 1.19.65) The purport is that special mention is given in that prayer for the protection of the cows and the brāhmaṇas. Brāhmaṇas are the symbol of spiritual education, and cows are the symbol of the most valuable food; these two living creatures, the brāhmaṇas and the cows, must be given all protection – that is real advancement of civilization. In modern human society, spiritual knowledge is neglected, and cow killing is encouraged. It is to be understood, then, that human society is advancing in the wrong direction and is clearing the path to its own condemnation. A civilization which guides the citizens to become animals in their next lives is certainly not a human civilization. The present human civilization is, of course, grossly misled by the modes of passion and ignorance. It is a very dangerous age, and all nations should take care to provide the easiest process, Kṛṣṇa consciousness, to save humanity from the greatest danger."}