{"title": "Bg. 14.2", "sanskrit": "इदं ज्ञानमुपाश्रित्य मम साधर्म्यमागता: ।सर्गेऽपि नोपजायन्ते प्रलये न व्यथन्ति च ॥ २ ॥", "transliteration": "idaṁ jñānam upāśrityamama sādharmyam āgatāḥsarge ’pi nopajāyantepralaye na vyathanti ca", "words_trans": {"idam": "this", "jñānam": "knowledge", "upāśritya": "taking shelter of", "mama": "My", "sādharmyam": "same nature", "āgatāḥ": "having attained", "sarge api": "even in the creation", "na": "nor", "upajāyante": "are born", "pralaye": "in the annihilation", "vyathanti": "are disturbed", "ca": "also."}, "literary_trans": "By becoming fixed in this knowledge, one can attain to the transcendental nature like My own. Thus established, one is not born at the time of creation or disturbed at the time of dissolution.By becoming fixed in this knowledge, one can attain to the transcendental nature like My own. Thus established, one is not born at the time of creation or disturbed at the time of dissolution.PurportAfter acquiring perfect transcendental knowledge, one acquires qualitative equality with the Supreme Personality of Godhead, becoming free from the repetition of birth and death. One does not, however, lose his identity as an individual soul. It is understood from Vedic literature that the liberated souls who have reached the transcendental planets of the spiritual sky always look to the lotus feet of the Supreme Lord, being engaged in His transcendental loving service. So, even after liberation, the devotees do not lose their individual identities.Generally, in the material world, whatever knowledge we get is contaminated by the three modes of material nature. Knowledge which is not contaminated by the three modes of nature is called transcendental knowledge. As soon as one is situated in that transcendental knowledge, he is on the same platform as the Supreme Person. Those who have no knowledge of the spiritual sky hold that after being freed from the material activities of the material form, this spiritual identity becomes formless, without any variegatedness. However, just as there is material variegatedness in this world, in the spiritual world there is also variegatedness. Those in ignorance of this think that spiritual existence is opposed to material variety. But actually, in the spiritual sky, one attains a spiritual form. There are spiritual activities, and the spiritual situation is called devotional life. That atmosphere is said to be uncontaminated, and there one is equal in quality with the Supreme Lord. To obtain such knowledge, one must develop all the spiritual qualities. One who thus develops the spiritual qualities is not affected either by the creation or by the destruction of the material world."}