{"title": "Bg. 14.27", "sanskrit": "ब्रह्मणो हि प्रतिष्ठाहममृतस्याव्ययस्य च ।शाश्वतस्य च धर्मस्य सुखस्यैकान्तिकस्य च ॥ २७ ॥", "transliteration": "brahmaṇo hi pratiṣṭhāhamamṛtasyāvyayasya caśāśvatasya ca dharmasyasukhasyaikāntikasya ca", "words_trans": {"brahmaṇaḥ": "of the impersonal brahma-jyotir", "hi": "certainly", "pratiṣṭhā": "the rest", "aham": "I am", "amṛtasya": "of the immortal", "avyayasya": "of the imperishable", "ca": "also.", "śāśvatasya": "of the eternal", "dharmasya": "of the constitutional position", "sukhasya": "of happiness", "aikāntikasya": "ultimate"}, "literary_trans": "And I am the basis of the impersonal Brahman, which is immortal, imperishable and eternal and is the constitutional position of ultimate happiness.And I am the basis of the impersonal Brahman, which is immortal, imperishable and eternal and is the constitutional position of ultimate happiness.PurportThe constitution of Brahman is immortality, imperishability, eternity and happiness. Brahman is the beginning of transcendental realization. Paramātmā, the Supersoul, is the middle, the second stage in transcendental realization, and the Supreme Personality of Godhead is the ultimate realization of the Absolute Truth. Therefore, both Paramātmā and the impersonal Brahman are within the Supreme Person. It is explained in the Seventh Chapter that material nature is the manifestation of the inferior energy of the Supreme Lord. The Lord impregnates the inferior, material nature with fragments of the superior nature, and that is the spiritual touch in the material nature. When a living entity conditioned by this material nature begins the cultivation of spiritual knowledge, he elevates himself from the position of material existence and gradually rises up to the Brahman conception of the Supreme. This attainment of the Brahman conception of life is the first stage in self-realization. At this stage the Brahman-realized person is transcendental to the material position, but he is not actually perfect in Brahman realization. If he wants, he can continue to stay in the Brahman position and then gradually rise up to Paramātmā realization and then to the realization of the Supreme Personality of Godhead. There are many examples of this in Vedic literature. The four Kumāras were situated first in the impersonal Brahman conception of truth, but then they gradually rose to the platform of devotional service. One who cannot elevate himself beyond the impersonal conception of Brahman runs the risk of falling down. In Śrīmad-Bhāgavatam it is stated that although a person may rise to the stage of impersonal Brahman, without going further, with no information of the Supreme Person, his intelligence is not perfectly clear. Therefore, in spite of being raised to the Brahman platform, there is the chance of falling down if one is not engaged in the devotional service of the Lord. In the Vedic language it is also said, raso vai saḥ, rasaṁ hy evāyaṁ labdhvānandī bhavati: “When one understands the Personality of Godhead, the reservoir of pleasure, Kṛṣṇa, he actually becomes transcendentally blissful.” (Taittirīya Upaniṣad 2.7.1) The Supreme Lord is full in six opulences, and when a devotee approaches Him there is an exchange of these six opulences. The servant of the king enjoys on an almost equal level with the king. And so eternal happiness, imperishable happiness, and eternal life accompany devotional service. Therefore, realization of Brahman, or eternity, or imperishability, is included in devotional service. This is already possessed by a person who is engaged in devotional service.The living entity, although Brahman by nature, has the desire to lord it over the material world, and due to this he falls down. In his constitutional position, a living entity is above the three modes of material nature, but association with material nature entangles him in the different modes of material nature – goodness, passion and ignorance. Due to the association of these three modes, his desire to dominate the material world is there. By engagement in devotional service in full Kṛṣṇa consciousness, he is immediately situated in the transcendental position, and his unlawful desire to control material nature is removed. Therefore the process of devotional service, beginning with hearing, chanting, remembering – the prescribed nine methods for realizing devotional service – should be practiced in the association of devotees. Gradually, by such association, by the influence of the spiritual master, one’s material desire to dominate is removed, and one becomes firmly situated in the Lord’s transcendental loving service. This method is prescribed from the twenty-second to the last verse of this chapter. Devotional service to the Lord is very simple: one should always engage in the service of the Lord, should eat the remnants of foodstuffs offered to the Deity, smell the flowers offered to the lotus feet of the Lord, see the places where the Lord had His transcendental pastimes, read of the different activities of the Lord, His reciprocation of love with His devotees, chant always the transcendental vibration Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, and observe the fasting days commemorating the appearances and disappearances of the Lord and His devotees. By following such a process one becomes completely detached from all material activities. One who can thus situate himself in the brahma-jyotir or the different varieties of the Brahman conception is equal to the Supreme Personality of Godhead in quality.Thus end the Bhaktivedanta Purports to the Fourteenth Chapter of the Śrīmad Bhagavad-gītā in the matter of the Three Modes of Material Nature."}