{"title": "Bg. 14.22-25", "sanskrit": "श्रीभगवानुवाचप्रकाशं च प्रवृत्तिं च मोहमेव च पाण्डव ।न द्वेष्टि सम्प्रवृत्तानि न निवृत्तानि काङ्‍क्षति ॥ २२ ॥उदासीनवदासीनो गुणैर्यो न विचाल्यते ।गुणा वर्तन्त इत्येवं योऽवतिष्ठति नेङ्गते ॥ २३ ॥समदु:खसुख: स्वस्थ: समलोष्टाश्मकाञ्चन: ।तुल्यप्रियाप्रियो धीरस्तुल्यनिन्दात्मसंस्तुति: ॥ २४ ॥मानापमानयोस्तुल्यस्तुल्यो मित्रारिपक्षयो: ।सर्वारम्भपरित्यागी गुणातीत: स उच्यते ॥ २५ ॥", "transliteration": "śrī-bhagavān uvācaprakāśaṁ ca pravṛttiṁ camoham eva ca pāṇḍavana dveṣṭi sampravṛttānina nivṛttāni kāṅkṣatiudāsīna-vad āsīnoguṇair yo na vicālyateguṇā vartanta ity evaṁyo ’vatiṣṭhati neṅgatesama-duḥkha-sukhaḥ sva-sthaḥsama-loṣṭāśma-kāñcanaḥtulya-priyāpriyo dhīrastulya-nindātma-saṁstutiḥmānāpamānayos tulyastulyo mitrāri-pakṣayoḥsarvārambha-parityāgīguṇātītaḥ sa ucyate", "words_trans": {"śrī-bhagavān uvāca": "the Supreme Personality of Godhead said", "prakāśam": "illumination", "ca": "and", "pravṛttim": "attachment", "moham": "illusion", "eva ca": "also", "pāṇḍava": "O son of Pāṇḍu", "na dveṣṭi": "does not hate", "sampravṛttāni": "although developed", "na nivṛttāni": "nor stopping development", "kāṅkṣati": "desires", "udāsīna-vat": "as if neutral", "āsīnaḥ": "situated", "guṇaiḥ": "by the qualities", "yaḥ": "one who", "na": "never", "vicālyate": "is agitated", "guṇāḥ": "the qualities", "vartante": "are acting", "iti evam": "knowing thus", "avatiṣṭhati": "remains", "iṅgate": "flickers", "sama": "equally", "duḥkha": "in distress", "sukhaḥ": "and happiness", "sva-sthaḥ": "being situated in himself", "loṣṭa": "a lump of earth", "aśma": "stone", "kāñcanaḥ": "gold", "tulya": "equal", "priya": "to the dear", "apriyaḥ": "and the undesirable", "dhīraḥ": "steady", "nindā": "in defamation", "ātma-saṁstutiḥ": "and praise of himself", "māna": "in honor", "apamānayoḥ": "and dishonor", "tulyaḥ": "equal", "mitra": "of friends", "ari": "and enemies", "pakṣayoḥ": "to the parties", "sarva": "of all", "ārambha": "endeavors", "parityāgī": "renouncer", "guṇa-atītaḥ": "transcendental to the material modes of nature", "saḥ": "he", "ucyate": "is said to be."}, "literary_trans": "The Supreme Personality of Godhead said: O son of Pāṇḍu, he who does not hate illumination, attachment and delusion when they are present or long for them when they disappear; who is unwavering and undisturbed through all these reactions of the material qualities, remaining neutral and transcendental, knowing that the modes alone are active; who is situated in the self and regards alike happiness and distress; who looks upon a lump of earth, a stone and a piece of gold with an equal eye; who is equal toward the desirable and the undesirable; who is steady, situated equally well in praise and blame, honor and dishonor; who treats alike both friend and enemy; and who has renounced all material activities – such a person is said to have transcended the modes of nature.The Supreme Personality of Godhead said: O son of Pāṇḍu, he who does not hate illumination, attachment and delusion when they are present or long for them when they disappear; who is unwavering and undisturbed through all these reactions of the material qualities, remaining neutral and transcendental, knowing that the modes alone are active; who is situated in the self and regards alike happiness and distress; who looks upon a lump of earth, a stone and a piece of gold with an equal eye; who is equal toward the desirable and the undesirable; who is steady, situated equally well in praise and blame, honor and dishonor; who treats alike both friend and enemy; and who has renounced all material activities – such a person is said to have transcended the modes of nature.PurportArjuna submitted three different questions, and the Lord answers them one after another. In these verses, Kṛṣṇa first indicates that a person transcendentally situated has no envy and does not hanker for anything. When a living entity stays in this material world embodied by the material body, it is to be understood that he is under the control of one of the three modes of material nature. When he is actually out of the body, then he is out of the clutches of the material modes of nature. But as long as he is not out of the material body, he should be neutral. He should engage himself in the devotional service of the Lord so that his identity with the material body will automatically be forgotten. When one is conscious of the material body, he acts only for sense gratification, but when one transfers the consciousness to Kṛṣṇa, sense gratification automatically stops. One does not need this material body, and he does not need to accept the dictations of the material body. The qualities of the material modes in the body will act, but as spirit soul the self is aloof from such activities. How does he become aloof? He does not desire to enjoy the body, nor does he desire to get out of it. Thus transcendentally situated, the devotee becomes automatically free. He need not try to become free from the influence of the modes of material nature.The next question concerns the dealings of a transcendentally situated person. The materially situated person is affected by so-called honor and dishonor offered to the body, but the transcendentally situated person is not affected by such false honor and dishonor. He performs his duty in Kṛṣṇa consciousness and does not mind whether a man honors or dishonors him. He accepts things that are favorable for his duty in Kṛṣṇa consciousness, otherwise he has no necessity of anything material, either a stone or gold. He takes everyone as his dear friend who helps him in his execution of Kṛṣṇa consciousness, and he does not hate his so-called enemy. He is equally disposed and sees everything on an equal level because he knows perfectly well that he has nothing to do with material existence. Social and political issues do not affect him, because he knows the situation of temporary upheavals and disturbances. He does not attempt anything for his own sake. He can attempt anything for Kṛṣṇa, but for his personal self he does not attempt anything. By such behavior one becomes actually transcendentally situated."}