{"title": "Bg. 14.19", "sanskrit": "नान्यं गुणेभ्य: कर्तारं यदा द्रष्टानुपश्यति ।गुणेभ्यश्च परं वेत्ति मद्भ‍ावं सोऽधिगच्छति ॥ १९ ॥", "transliteration": "nānyaṁ guṇebhyaḥ kartāraṁyadā draṣṭānupaśyatiguṇebhyaś ca paraṁ vettimad-bhāvaṁ so ’dhigacchati", "words_trans": {"na": "no", "anyam": "other", "guṇebhyaḥ": "to the modes of nature", "kartāram": "performer", "yadā": "when", "draṣṭā": "a seer", "anupaśyati": "sees properly", "ca": "and", "param": "transcendental", "vetti": "knows", "mat-bhāvam": "to My spiritual nature", "saḥ": "he", "adhigacchati": "is promoted."}, "literary_trans": "When one properly sees that in all activities no other performer is at work than these modes of nature and he knows the Supreme Lord, who is transcendental to all these modes, he attains My spiritual nature.When one properly sees that in all activities no other performer is at work than these modes of nature and he knows the Supreme Lord, who is transcendental to all these modes, he attains My spiritual nature.PurportOne can transcend all the activities of the modes of material nature simply by understanding them properly by learning from the proper souls. The real spiritual master is Kṛṣṇa, and He is imparting this spiritual knowledge to Arjuna. Similarly, it is from those who are fully in Kṛṣṇa consciousness that one has to learn this science of activities in terms of the modes of nature. Otherwise, one’s life will be misdirected. By the instruction of a bona fide spiritual master, a living entity can know of his spiritual position, his material body, his senses, how he is entrapped, and how he is under the spell of the material modes of nature. He is helpless, being in the grip of these modes, but when he can see his real position, then he can attain to the transcendental platform, having the scope for spiritual life. Actually, the living entity is not the performer of different activities. He is forced to act because he is situated in a particular type of body, conducted by some particular mode of material nature. Unless one has the help of spiritual authority, he cannot understand in what position he is actually situated. With the association of a bona fide spiritual master, he can see his real position, and by such an understanding he can become fixed in full Kṛṣṇa consciousness. A man in Kṛṣṇa consciousness is not controlled by the spell of the material modes of nature. It has already been stated in the Seventh Chapter that one who has surrendered to Kṛṣṇa is relieved from the activities of material nature. For one who is able to see things as they are, the influence of material nature gradually ceases."}