{"title": "Bg. 15.16", "sanskrit": "द्वाविमौ पुरुषौ लोके क्षरश्चाक्षर एव च ।क्षर: सर्वाणि भूतानि कूटस्थोऽक्षर उच्यते ॥ १६ ॥", "transliteration": "dvāv imau puruṣau lokekṣaraś cākṣara eva cakṣaraḥ sarvāṇi bhūtānikūṭa-stho ’kṣara ucyate", "words_trans": {"dvau": "two", "imau": "these", "puruṣau": "living entities", "loke": "in the world", "kṣaraḥ": "fallible", "ca": "and", "akṣaraḥ": "infallible", "eva": "certainly", "sarvāṇi": "all", "bhūtāni": "living entities", "kūṭa-sthaḥ": "in oneness", "ucyate": "is said."}, "literary_trans": "There are two classes of beings, the fallible and the infallible. In the material world every living entity is fallible, and in the spiritual world every living entity is called infallible.There are two classes of beings, the fallible and the infallible. In the material world every living entity is fallible, and in the spiritual world every living entity is called infallible.PurportAs already explained, the Lord in His incarnation as Vyāsadeva compiled the Vedānta-sūtra. Here the Lord is giving, in summary, the contents of the Vedānta-sūtra. He says that the living entities, who are innumerable, can be divided into two classes – the fallible and the infallible. The living entities are eternally separated parts and parcels of the Supreme Personality of Godhead. When they are in contact with the material world they are called jīva-bhūta, and the Sanskrit words given here, kṣaraḥ sarvāṇi bhūtāni, mean that they are fallible. Those who are in oneness with the Supreme Personality of Godhead, however, are called infallible. Oneness does not mean that they have no individuality, but that there is no disunity. They are all agreeable to the purpose of the creation. Of course, in the spiritual world there is no such thing as creation, but since the Supreme Personality of Godhead, as stated in the Vedānta-sūtra, is the source of all emanations, that conception is explained.According to the statement of the Supreme Personality of Godhead, Lord Kṛṣṇa, there are two classes of living entities. The Vedas give evidence of this, so there is no doubt about it. The living entities who are struggling in this world with the mind and five senses have their material bodies, which are changing. As long as a living entity is conditioned, his body changes due to contact with matter; matter is changing, so the living entity appears to be changing. But in the spiritual world the body is not made of matter; therefore there is no change. In the material world the living entity undergoes six changes – birth, growth, duration, reproduction, then dwindling and vanishing. These are the changes of the material body. But in the spiritual world the body does not change; there is no old age, there is no birth, there is no death. There all exists in oneness. Kṣaraḥ sarvāṇi bhūtāni: any living entity who has come in contact with matter, beginning from the first created being, Brahmā, down to a small ant, is changing its body; therefore they are all fallible. In the spiritual world, however, they are always liberated in oneness."}