{"title": "Bg. 15.17", "sanskrit": "उत्तम: पुरुषस्त्वन्य: परमात्मेत्युदाहृत: ।यो लोकत्रयमाविश्य बिभर्त्यव्यय ईश्वर: ॥ १७ ॥", "transliteration": "uttamaḥ puruṣas tv anyaḥparamātmety udāhṛtaḥyo loka-trayam āviśyabibharty avyaya īśvaraḥ", "words_trans": {"uttamaḥ": "the best", "puruṣaḥ": "personality", "tu": "but", "anyaḥ": "another", "parama-ātmā": "the Supreme Self", "iti": "thus", "udāhṛtaḥ": "is said", "yaḥ": "who", "loka": "of the universe", "trayam": "the three divisions", "āviśya": "entering", "bibharti": "is maintaining", "avyayaḥ": "inexhaustible", "īśvaraḥ": "the Lord."}, "literary_trans": "Besides these two, there is the greatest living personality, the Supreme Soul, the imperishable Lord Himself, who has entered the three worlds and is maintaining them.Besides these two, there is the greatest living personality, the Supreme Soul, the imperishable Lord Himself, who has entered the three worlds and is maintaining them.PurportThe idea of this verse is very nicely expressed in the Kaṭha Upaniṣad (2.2.13) and Śvetāśvatara Upaniṣad (6.13). It is clearly stated there that above the innumerable living entities, some of whom are conditioned and some of whom are liberated, there is the Supreme Personality, who is Paramātmā. The Upaniṣadic verse runs as follows: nityo nityānāṁ cetanaś cetanānām. The purport is that amongst all the living entities, both conditioned and liberated, there is one supreme living personality, the Supreme Personality of Godhead, who maintains them and gives them all the facility of enjoyment according to different work. That Supreme Personality of Godhead is situated in everyone’s heart as Paramātmā. A wise man who can understand Him is eligible to attain perfect peace, not others."}