{"title": "Bg. 15.2", "sanskrit": "अधश्चोर्ध्वं प्रसृतास्तस्य शाखागुणप्रवृद्धा विषयप्रवाला: ।अधश्च मूलान्यनुसन्ततानिकर्मानुबन्धीनि मनुष्यलोके ॥ २ ॥", "transliteration": "adhaś cordhvaṁ prasṛtās tasya śākhāguṇa-pravṛddhā viṣaya-pravālāḥadhaś ca mūlāny anusantatānikarmānubandhīni manuṣya-loke", "words_trans": {"adhaḥ": "downward", "ca": "and", "ūrdhvam": "upward", "prasṛtāḥ": "extended", "tasya": "its", "śākhāḥ": "branches", "guṇa": "by the modes of material nature", "pravṛddhāḥ": "developed", "viṣaya": "sense objects", "pravālāḥ": "twigs", "mūlāni": "roots", "anusantatāni": "extended", "karma": "to work", "anubandhīni": "bound", "manuṣya-loke": "in the world of human society."}, "literary_trans": "The branches of this tree extend downward and upward, nourished by the three modes of material nature. The twigs are the objects of the senses. This tree also has roots going down, and these are bound to the fruitive actions of human society.The branches of this tree extend downward and upward, nourished by the three modes of material nature. The twigs are the objects of the senses. This tree also has roots going down, and these are bound to the fruitive actions of human society.PurportThe description of the banyan tree is further explained here. Its branches spread in all directions. In the lower parts, there are variegated manifestations of living entities – human beings, animals, horses, cows, dogs, cats, etc. These are situated on the lower parts of the branches, whereas on the upper parts are higher forms of living entities: the demigods, Gandharvas and many other higher species of life. As a tree is nourished by water, so this tree is nourished by the three modes of material nature. Sometimes we find that a tract of land is barren for want of sufficient water, and sometimes a tract is very green; similarly, where particular modes of material nature are proportionately greater in quantity, the different species of life are manifested accordingly.The twigs of the tree are considered to be the sense objects. By development of the different modes of nature we develop different senses, and by the senses we enjoy different varieties of sense objects. The tips of the branches are the senses – the ears, nose, eyes, etc. – which are attached to the enjoyment of different sense objects. The twigs are sound, form, touch, and so on – the sense objects. The subsidiary roots are attachments and aversions, which are by-products of different varieties of suffering and sense enjoyment. The tendencies toward piety and impiety are considered to develop from these secondary roots, which spread in all directions. The real root is from Brahmaloka, and the other roots are in the human planetary systems. After one enjoys the results of virtuous activities in the upper planetary systems, he comes down to this earth and renews his karma, or fruitive activities for promotion. This planet of human beings is considered the field of activities."}