{"title": "Bg. 15.5", "sanskrit": "निर्मानमोहा जितसङ्गदोषाअध्यात्मनित्या विनिवृत्तकामा: ।द्वन्द्वैर्विमुक्ता: सुखदु:खसंज्ञै-र्गच्छन्त्यमूढा: पदमव्ययं तत् ॥ ५ ॥", "transliteration": "nirmāna-mohā jita-saṅga-doṣāadhyātma-nityā vinivṛtta-kāmāḥdvandvair vimuktāḥ sukha-duḥkha-saṁjñairgacchanty amūḍhāḥ padam avyayaṁ tat", "words_trans": {"niḥ": "without", "māna": "false prestige", "mohāḥ": "and illusion", "jita": "having conquered", "saṅga": "of association", "doṣāḥ": "the faults", "adhyātma": "in spiritual knowledge", "nityāḥ": "in eternity", "vinivṛtta": "disassociated", "kāmāḥ": "from lust", "dvandvaiḥ": "from the dualities", "vimuktāḥ": "liberated", "sukha-duḥkha": "happiness and distress", "saṁjñaiḥ": "named", "gacchanti": "attain", "amūḍhāḥ": "unbewildered", "padam": "situation", "avyayam": "eternal", "tat": "that."}, "literary_trans": "Those who are free from false prestige, illusion and false association, who understand the eternal, who are done with material lust, who are freed from the dualities of happiness and distress, and who, unbewildered, know how to surrender unto the Supreme Person attain to that eternal kingdom.Those who are free from false prestige, illusion and false association, who understand the eternal, who are done with material lust, who are freed from the dualities of happiness and distress, and who, unbewildered, know how to surrender unto the Supreme Person attain to that eternal kingdom.PurportThe surrendering process is described here very nicely. The first qualification is that one should not be deluded by pride. Because the conditioned soul is puffed up, thinking himself the lord of material nature, it is very difficult for him to surrender unto the Supreme Personality of Godhead. One should know by the cultivation of real knowledge that he is not lord of material nature; the Supreme Personality of Godhead is the Lord. When one is free from delusion caused by pride, he can begin the process of surrender. For one who is always expecting some honor in this material world, it is not possible to surrender to the Supreme Person. Pride is due to illusion, for although one comes here, stays for a brief time and then goes away, he has the foolish notion that he is the lord of the world. He thus makes all things complicated, and he is always in trouble. The whole world moves under this impression. People are considering the land, this earth, to belong to human society, and they have divided the land under the false impression that they are the proprietors. One has to get out of this false notion that human society is the proprietor of this world. When one is freed from such a false notion, he becomes free from all the false associations caused by familial, social and national affections. These faulty associations bind one to this material world. After this stage, one has to develop spiritual knowledge. One has to cultivate knowledge of what is actually his own and what is actually not his own. And when one has an understanding of things as they are, he becomes free from all dual conceptions such as happiness and distress, pleasure and pain. He becomes full in knowledge; then it is possible for him to surrender to the Supreme Personality of Godhead."}