{"title": "Bg. 15.7", "sanskrit": "ममैवांशो जीवलोके जीवभूत: सनातन: ।मन:षष्ठानीन्द्रियाणि प्रकृतिस्थानि कर्षति ॥ ७ ॥", "transliteration": "mamaivāṁśo jīva-lokejīva-bhūtaḥ sanātanaḥmanaḥ-ṣaṣṭhānīndriyāṇiprakṛti-sthāni karṣati", "words_trans": {"mama": "My", "eva": "certainly", "aṁśaḥ": "fragmental particle", "jīva-loke": "in the world of conditional life", "jīva-bhūtaḥ": "the conditioned living entity", "sanātanaḥ": "eternal", "manaḥ": "with the mind", "ṣaṣṭhāni": "the six", "indriyāṇi": "senses", "prakṛti": "in material nature", "sthāni": "situated", "karṣati": "is struggling hard."}, "literary_trans": "The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.The living entities in this conditioned world are My eternal fragmental parts. Due to conditioned life, they are struggling very hard with the six senses, which include the mind.PurportIn this verse the identity of the living being is clearly given. The living entity is the fragmental part and parcel of the Supreme Lord – eternally. It is not that he assumes individuality in his conditional life and in his liberated state becomes one with the Supreme Lord. He is eternally fragmented. It is clearly said, sanātanaḥ. According to the Vedic version, the Supreme Lord manifests and expands Himself in innumerable expansions, of which the primary expansions are called viṣṇu-tattva and the secondary expansions are called the living entities. In other words, the viṣṇu-tattva is the personal expansion, and the living entities are the separated expansions. By His personal expansion, He is manifested in various forms like Lord Rāma, Nṛsiṁha-deva, Viṣṇumūrti and all the predominating Deities in the Vaikuṇṭha planets. The separated expansions, the living entities, are eternally servitors. The personal expansions of the Supreme Personality of Godhead, the individual identities of the Godhead, are always present. Similarly, the separated expansions of living entities have their identities. As fragmental parts and parcels of the Supreme Lord, the living entities also have fragmental portions of His qualities, of which independence is one. Every living entity, as an individual soul, has his personal individuality and a minute form of independence. By misuse of that independence one becomes a conditioned soul, and by proper use of independence he is always liberated. In either case, he is qualitatively eternal, as the Supreme Lord is. In his liberated state he is freed from this material condition, and he is under the engagement of transcendental service unto the Lord; in his conditioned life he is dominated by the material modes of nature, and he forgets the transcendental loving service of the Lord. As a result, he has to struggle very hard to maintain his existence in the material world.The living entities, not only human beings and the cats and dogs, but even the greater controllers of the material world – Brahmā, Lord Śiva and even Viṣṇu – are all parts and parcels of the Supreme Lord. They are all eternal, not temporary manifestations. The word karṣati (“struggling” or “grappling hard”) is very significant. The conditioned soul is bound up, as though shackled by iron chains. He is bound up by the false ego, and the mind is the chief agent which is driving him in this material existence. When the mind is in the mode of goodness, his activities are good; when the mind is in the mode of passion, his activities are troublesome; and when the mind is in the mode of ignorance, he travels in the lower species of life. It is clear, however, in this verse, that the conditioned soul is covered by the material body, with the mind and the senses, and when he is liberated this material covering perishes, but his spiritual body manifests itself in its individual capacity. The following information is there in the Mādhyandināyana-śruti: sa vā eṣa brahma-niṣṭha idaṁ śarīraṁ martyam atisṛjya brahmābhisampadya brahmaṇā paśyati brahmaṇā śṛṇoti brahmaṇaivedaṁ sarvam anubhavati. It is stated here that when a living entity gives up this material embodiment and enters into the spiritual world, he revives his spiritual body, and in his spiritual body he can see the Supreme Personality of Godhead face to face. He can hear and speak to Him face to face, and he can understand the Supreme Personality as He is. From smṛti also it is understood, vasanti yatra puruṣāḥ sarve vaikuṇṭha-mūrtayaḥ: in the spiritual planets everyone lives in bodies featured like the Supreme Personality of Godhead’s. As far as bodily construction is concerned, there is no difference between the part-and-parcel living entities and the expansions of viṣṇu-mūrti. In other words, at liberation the living entity gets a spiritual body by the grace of the Supreme Personality of Godhead.The words mamaivāṁśaḥ (“fragmental parts and parcels of the Supreme Lord”) are also very significant. The fragmental portion of the Supreme Lord is not like some material broken part. We have already understood in the Second Chapter that the spirit cannot be cut into pieces. This fragment is not materially conceived. It is not like matter, which can be cut into pieces and joined together again. That conception is not applicable here, because the Sanskrit word sanātana (“eternal”) is used. The fragmental portion is eternal. It is also stated in the beginning of the Second Chapter that in each and every individual body the fragmental portion of the Supreme Lord is present (dehino ’smin yathā dehe). That fragmental portion, when liberated from the bodily entanglement, revives its original spiritual body in the spiritual sky in a spiritual planet and enjoys association with the Supreme Lord. It is, however, understood here that the living entity, being the fragmental part and parcel of the Supreme Lord, is qualitatively one with the Lord, just as the parts and parcels of gold are also gold."}