{"title": "Bg. 16.18", "sanskrit": "अहङ्कारं बलं दर्पं कामं क्रोधं च संश्रिता: ।मामात्मपरदेहेषु प्रद्विषन्तोऽभ्यसूयका: ॥ १८ ॥", "transliteration": "ahaṅkāraṁ balaṁ darpaṁkāmaṁ krodhaṁ ca saṁśritāḥmām ātma-para-deheṣupradviṣanto ’bhyasūyakāḥ", "words_trans": {"ahaṅkāram": "false ego", "balam": "strength", "darpam": "pride", "kāmam": "lust", "krodham": "anger", "ca": "also", "saṁśritāḥ": "having taken shelter of", "mām": "Me", "ātma": "in their own", "para": "and in other", "deheṣu": "bodies", "pradviṣantaḥ": "blaspheming", "abhyasūyakāḥ": "envious."}, "literary_trans": "Bewildered by false ego, strength, pride, lust and anger, the demons become envious of the Supreme Personality of Godhead, who is situated in their own bodies and in the bodies of others, and blaspheme against the real religion.Bewildered by false ego, strength, pride, lust and anger, the demons become envious of the Supreme Personality of Godhead, who is situated in their own bodies and in the bodies of others, and blaspheme against the real religion.PurportA demoniac person, being always against God’s supremacy, does not like to believe in the scriptures. He is envious of both the scriptures and the existence of the Supreme Personality of Godhead. This is caused by his so-called prestige and his accumulation of wealth and strength. He does not know that the present life is a preparation for the next life. Not knowing this, he is actually envious of his own self, as well as of others. He commits violence on other bodies and on his own. He does not care for the supreme control of the Personality of Godhead, because he has no knowledge. Being envious of the scriptures and the Supreme Personality of Godhead, he puts forward false arguments against the existence of God and denies the scriptural authority. He thinks himself independent and powerful in every action. He thinks that since no one can equal him in strength, power or wealth, he can act in any way and no one can stop him. If he has an enemy who might check the advancement of his sensual activities, he makes plans to cut him down by his own power."}