{"title": "Bg. 16.10", "sanskrit": "काममाश्रित्य दुष्पूरं दम्भमानमदान्विता: ।मोहाद्‍गृहीत्वासद्‍ग्राहान्प्रवर्तन्तेऽश‍ुचिव्रता: ॥ १० ॥", "transliteration": "kāmam āśritya duṣpūraṁdambha-māna-madānvitāḥmohād gṛhītvāsad-grāhānpravartante ’śuci-vratāḥ", "words_trans": {"kāmam": "lust", "āśritya": "taking shelter of", "duṣpūram": "insatiable", "dambha": "of pride", "māna": "and false prestige", "mada-anvitāḥ": "absorbed in the conceit", "mohāt": "by illusion", "gṛhītvā": "taking", "asat": "nonpermanent", "grāhān": "things", "pravartante": "they flourish", "aśuci": "to the unclean", "vratāḥ": "avowed."}, "literary_trans": "Taking shelter of insatiable lust and absorbed in the conceit of pride and false prestige, the demoniac, thus illusioned, are always sworn to unclean work, attracted by the impermanent.Taking shelter of insatiable lust and absorbed in the conceit of pride and false prestige, the demoniac, thus illusioned, are always sworn to unclean work, attracted by the impermanent.PurportThe demoniac mentality is described here. The demons have no satiation for their lust. They will go on increasing and increasing their insatiable desires for material enjoyment. Although they are always full of anxieties on account of accepting nonpermanent things, they still continue to engage in such activities out of illusion. They have no knowledge and cannot tell that they are heading the wrong way. Accepting nonpermanent things, such demoniac people create their own God, create their own hymns and chant accordingly. The result is that they become more and more attracted to two things – sex enjoyment and accumulation of material wealth. The word aśuci-vratāḥ, “unclean vows,” is very significant in this connection. Such demoniac people are only attracted by wine, women, gambling and meat-eating; those are their aśuci, unclean habits. Induced by pride and false prestige, they create some principles of religion which are not approved by the Vedic injunctions. Although such demoniac people are most abominable in the world, by artificial means the world creates a false honor for them. Although they are gliding toward hell, they consider themselves very much advanced."}