{"title": "Bg. 17.15", "sanskrit": "अनुद्वेगकरं वाक्यं सत्यं प्रियहितं च यत् ।स्वाध्यायाभ्यसनं चैव वाङ्‍मयं तप उच्यते ॥ १५ ॥", "transliteration": "anudvega-karaṁ vākyaṁsatyaṁ priya-hitaṁ ca yatsvādhyāyābhyasanaṁ caivavāṅ-mayaṁ tapa ucyate", "words_trans": {"anudvega-karam": "not agitating", "vākyam": "words", "satyam": "truthful", "priya": "dear", "hitam": "beneficial", "ca": "also", "yat": "which", "svādhyāya": "of Vedic study", "abhyasanam": "practice", "eva": "certainly", "vāk-mayam": "of the voice", "tapaḥ": "austerity", "ucyate": "is said to be."}, "literary_trans": "Austerity of speech consists in speaking words that are truthful, pleasing, beneficial, and not agitating to others, and also in regularly reciting Vedic literature.Austerity of speech consists in speaking words that are truthful, pleasing, beneficial, and not agitating to others, and also in regularly reciting Vedic literature.PurportOne should not speak in such a way as to agitate the minds of others. Of course, when a teacher speaks, he can speak the truth for the instruction of his students, but such a teacher should not speak to those who are not his students if he will agitate their minds. This is penance as far as talking is concerned. Besides that, one should not talk nonsense. The process of speaking in spiritual circles is to say something upheld by the scriptures. One should at once quote from scriptural authority to back up what he is saying. At the same time, such talk should be very pleasurable to the ear. By such discussions, one may derive the highest benefit and elevate human society. There is a limitless stock of Vedic literature, and one should study this. This is called penance of speech."}