{"title": "Bg. 18.65", "sanskrit": "मन्मना भव मद्भ‍क्तो मद्याजी मां नमस्कुरु ।मामेवैष्यसि सत्यं ते प्रतिजाने प्रियोऽसि मे ॥ ६५ ॥", "transliteration": "man-manā bhava mad-bhaktomad-yājī māṁ namaskurumām evaiṣyasi satyaṁ tepratijāne priyo ’si me", "words_trans": {"mat-manāḥ": "thinking of Me", "bhava": "just become", "mat-bhaktaḥ": "My devotee", "mat-yājī": "My worshiper", "mām": "unto Me", "namaskuru": "offer your obeisances", "eva": "certainly", "eṣyasi": "you will come", "satyam": "truly", "te": "to you", "pratijāne": "I promise", "priyaḥ": "dear", "asi": "you are", "me": "to Me."}, "literary_trans": "Always think of Me, become My devotee, worship Me and offer your homage unto Me. Thus you will come to Me without fail. I promise you this because you are My very dear friend.Always think of Me, become My devotee, worship Me and offer your homage unto Me. Thus you will come to Me without fail. I promise you this because you are My very dear friend.PurportThe most confidential part of knowledge is that one should become a pure devotee of Kṛṣṇa and always think of Him and act for Him. One should not become an official meditator. Life should be so molded that one will always have the chance to think of Kṛṣṇa. One should always act in such a way that all his daily activities are in connection with Kṛṣṇa. He should arrange his life in such a way that throughout the twenty-four hours he cannot but think of Kṛṣṇa. And the Lord’s promise is that anyone who is in such pure Kṛṣṇa consciousness will certainly return to the abode of Kṛṣṇa, where he will be engaged in the association of Kṛṣṇa face to face. This most confidential part of knowledge is spoken to Arjuna because he is the dear friend of Kṛṣṇa. Everyone who follows the path of Arjuna can become a dear friend to Kṛṣṇa and obtain the same perfection as Arjuna.These words stress that one should concentrate his mind upon Kṛṣṇa – the very form with two hands carrying a flute, the bluish boy with a beautiful face and peacock feathers in His hair. There are descriptions of Kṛṣṇa found in the Brahma-saṁhitā and other literatures. One should fix his mind on this original form of Godhead, Kṛṣṇa. One should not even divert his attention to other forms of the Lord. The Lord has multiforms as Viṣṇu, Nārāyaṇa, Rāma, Varāha, etc., but a devotee should concentrate his mind on the form that was present before Arjuna. Concentration of the mind on the form of Kṛṣṇa constitutes the most confidential part of knowledge, and this is disclosed to Arjuna because Arjuna is the most dear friend of Kṛṣṇa’s."}