{"title": "Bg. 18.19", "sanskrit": "ज्ञानं कर्म च कर्ता च त्रिधैव गुणभेदत: ।प्रोच्यते गुणसंख्याने यथावच्छृणु तान्यपि ॥ १९ ॥", "transliteration": "jñānaṁ karma ca kartā catridhaiva guṇa-bhedataḥprocyate guṇa-saṅkhyāneyathāvac chṛṇu tāny api", "words_trans": {"jñānam": "knowledge", "karma": "work", "ca": "also", "kartā": "worker", "tridhā": "of three kinds", "eva": "certainly", "guṇa-bhedataḥ": "in terms of different modes of material nature", "procyate": "are said", "guṇa-saṅkhyāne": "in terms of different modes", "yathā-vat": "as they are", "śṛṇu": "hear", "tāni": "all of them", "api": "also."}, "literary_trans": "According to the three different modes of material nature, there are three kinds of knowledge, action and performer of action. Now hear of them from Me.According to the three different modes of material nature, there are three kinds of knowledge, action and performer of action. Now hear of them from Me.PurportIn the Fourteenth Chapter the three divisions of the modes of material nature were elaborately described. In that chapter it was said that the mode of goodness is illuminating, the mode of passion materialistic, and the mode of ignorance conducive to laziness and indolence. All the modes of material nature are binding; they are not sources of liberation. Even in the mode of goodness one is conditioned. In the Seventeenth Chapter, the different types of worship by different types of men in different modes of material nature were described. In this verse, the Lord says that He wishes to speak about the different types of knowledge, workers and work itself according to the three material modes."}