{"title": "Bg. 18.49", "sanskrit": "असक्तबुद्धि: सर्वत्र जितात्मा विगतस्पृह: ।नैष्कर्म्यसिद्धिं परमां सन्न्यासेनाधिगच्छति ॥ ४९ ॥", "transliteration": "asakta-buddhiḥ sarvatrajitātmā vigata-spṛhaḥnaiṣkarmya-siddhiṁ paramāṁsannyāsenādhigacchati", "words_trans": {"asakta-buddhiḥ": "having unattached intelligence", "sarvatra": "everywhere", "jita-ātmā": "having control of the mind", "vigata-spṛhaḥ": "without material desires", "naiṣkarmya-siddhim": "the perfection of nonreaction", "paramām": "supreme", "sannyāsena": "by the renounced order of life", "adhigacchati": "one attains."}, "literary_trans": "One who is self-controlled and unattached and who disregards all material enjoyments can obtain, by practice of renunciation, the highest perfect stage of freedom from reaction.One who is self-controlled and unattached and who disregards all material enjoyments can obtain, by practice of renunciation, the highest perfect stage of freedom from reaction.PurportReal renunciation means that one should always think himself part and parcel of the Supreme Lord and therefore think that he has no right to enjoy the results of his work. Since he is part and parcel of the Supreme Lord, the results of his work must be enjoyed by the Supreme Lord. This is actually Kṛṣṇa consciousness. The person acting in Kṛṣṇa consciousness is really a sannyāsī, one in the renounced order of life. By such a mentality, one is satisfied because he is actually acting for the Supreme. Thus he is not attached to anything material; he becomes accustomed to not taking pleasure in anything beyond the transcendental happiness derived from the service of the Lord. A sannyāsī is supposed to be free from the reactions of his past activities, but a person who is in Kṛṣṇa consciousness automatically attains this perfection without even accepting the so-called order of renunciation. This state of mind is called yogārūḍha, or the perfectional stage of yoga. As confirmed in the Third Chapter, yas tv ātma-ratir eva syāt: one who is satisfied in himself has no fear of any kind of reaction from his activity."}