{"title": "Bg. 18.5", "sanskrit": "यज्ञदानतप:कर्म न त्याज्यं कार्यमेव तत् ।यज्ञो दानं तपश्चैव पावनानि मनीषिणाम् ॥ ५ ॥", "transliteration": "yajña-dāna-tapaḥ-karmana tyājyaṁ kāryam eva tatyajño dānaṁ tapaś caivapāvanāni manīṣiṇām", "words_trans": {"yajña": "of sacrifice", "dāna": "charity", "tapaḥ": "penance", "karma": "activity", "na": "never", "tyājyam": "to be given up", "kāryam": "must be done", "eva": "certainly", "tat": "that", "yajñaḥ": "sacrifice", "dānam": "charity", "ca": "also", "pāvanāni": "purifying", "manīṣiṇām": "even for the great souls."}, "literary_trans": "Acts of sacrifice, charity and penance are not to be given up; they must be performed. Indeed, sacrifice, charity and penance purify even the great souls.Acts of sacrifice, charity and penance are not to be given up; they must be performed. Indeed, sacrifice, charity and penance purify even the great souls.PurportThe yogīs should perform acts for the advancement of human society. There are many purificatory processes for advancing a human being to spiritual life. The marriage ceremony, for example, is considered to be one of these sacrifices. It is called vivāha-yajña. Should a sannyāsī, who is in the renounced order of life and who has given up his family relations, encourage the marriage ceremony? The Lord says here that any sacrifice which is meant for human welfare should never be given up. Vivāha-yajña, the marriage ceremony, is meant to regulate the human mind so that it may become peaceful for spiritual advancement. For most men, this vivāha-yajña should be encouraged even by persons in the renounced order of life. Sannyāsīs should never associate with women, but that does not mean that one who is in the lower stages of life, a young man, should not accept a wife in the marriage ceremony. All prescribed sacrifices are meant for achieving the Supreme Lord. Therefore, in the lower stages, they should not be given up. Similarly, charity is for the purification of the heart. If charity is given to suitable persons, as described previously, it leads one to advanced spiritual life."}