{"title": "Bg. 18.1", "sanskrit": "सन्न्यासस्य महाबाहो तत्त्वमिच्छामि वेदितुम् ।त्यागस्य च हृषीकेश पृथक्केशिनिषूदन ॥ १ ॥", "transliteration": "arjuna uvācasannyāsasya mahā-bāhotattvam icchāmi veditumtyāgasya ca hṛṣīkeśapṛthak keśi-niṣūdana", "words_trans": {"arjunaḥ uvāca": "Arjuna said", "sannyāsasya": "of renunciation", "mahā-bāho": "O mighty-armed one", "tattvam": "the truth", "icchāmi": "I wish", "veditum": "to understand", "tyāgasya": "of renunciation", "ca": "also", "hṛṣīkeśa": "O master of the senses", "pṛthak": "differently", "keśi-niṣūdana": "O killer of the Keśī demon."}, "literary_trans": "Arjuna said: O mighty-armed one, I wish to understand the purpose of renunciation [tyāga] and of the renounced order of life [sannyāsa], O killer of the Keśī demon, master of the senses.Arjuna said: O mighty-armed one, I wish to understand the purpose of renunciation [tyāga] and of the renounced order of life [sannyāsa], O killer of the Keśī demon, master of the senses.PurportActually the Bhagavad-gītā is finished in seventeen chapters. The Eighteenth Chapter is a supplementary summarization of the topics discussed before. In every chapter of Bhagavad-gītā, Lord Kṛṣṇa stresses that devotional service unto the Supreme Personality of Godhead is the ultimate goal of life. This same point is summarized in the Eighteenth Chapter as the most confidential path of knowledge. In the first six chapters, stress was given to devotional service: yoginām api sarveṣām … “Of all yogīs or transcendentalists, one who always thinks of Me within himself is best.” In the next six chapters, pure devotional service and its nature and activity were discussed. In the third six chapters, knowledge, renunciation, the activities of material nature and transcendental nature, and devotional service were described. It was concluded that all acts should be performed in conjunction with the Supreme Lord, represented by the words oṁ tat sat, which indicate Viṣṇu, the Supreme Person. The third part of Bhagavad-gītā has shown that devotional service, and nothing else, is the ultimate purpose of life. This has been established by citing past ācāryas and the Brahma-sūtra, the Vedānta-sūtra. Certain impersonalists consider themselves to have a monopoly on the knowledge of Vedānta-sūtra, but actually the Vedānta-sūtra is meant for understanding devotional service, for the Lord Himself is the composer of the Vedānta-sūtra, and He is its knower. That is described in the Fifteenth Chapter. In every scripture, every Veda, devotional service is the objective. That is explained in Bhagavad-gītā.As in the Second Chapter a synopsis of the whole subject matter was described, in the Eighteenth Chapter also the summary of all instruction is given. The purpose of life is indicated to be renunciation and attainment of the transcendental position above the three material modes of nature. Arjuna wants to clarify the two distinct subject matters of Bhagavad-gītā, namely renunciation (tyāga) and the renounced order of life (sannyāsa). Thus he is asking the meaning of these two words.Two words used in this verse to address the Supreme Lord – Hṛṣīkeśa and Keśi-niṣūdana – are significant. Hṛṣīkeśa is Kṛṣṇa, the master of all senses, who can always help us attain mental serenity. Arjuna requests Him to summarize everything in such a way that he can remain equipoised. Yet he has some doubts, and doubts are always compared to demons. He therefore addresses Kṛṣṇa as Keśi-niṣūdana. Keśī was a most formidable demon who was killed by the Lord; now Arjuna is expecting Kṛṣṇa to kill the demon of doubt."}