{"title": "Bg. 18.64", "sanskrit": "सर्वगुह्यतमं भूय: श‍ृणु मे परमं वच: ।इष्टोऽसि मे दृढमिति ततो वक्ष्यामि ते हितम् ॥ ६४ ॥", "transliteration": "sarva-guhyatamaṁ bhūyaḥśṛṇu me paramaṁ vacaḥiṣṭo ’si me dṛḍham ititato vakṣyāmi te hitam", "words_trans": {"sarva-guhya-tamam": "the most confidential of all", "bhūyaḥ": "again", "śṛṇu": "just hear", "me": "to Me", "paramam": "the supreme", "vacaḥ": "instruction", "iṣṭaḥ asi": "you are dear", "dṛḍham": "very", "iti": "thus", "tataḥ": "therefore", "vakṣyāmi": "I am speaking", "te": "for your", "hitam": "benefit."}, "literary_trans": "Because you are My very dear friend, I am speaking to you My supreme instruction, the most confidential knowledge of all. Hear this from Me, for it is for your benefit.Because you are My very dear friend, I am speaking to you My supreme instruction, the most confidential knowledge of all. Hear this from Me, for it is for your benefit.PurportThe Lord has given Arjuna knowledge that is confidential (knowledge of Brahman) and still more confidential (knowledge of the Supersoul within everyone’s heart), and now He is giving the most confidential part of knowledge: just surrender unto the Supreme Personality of Godhead. At the end of the Ninth Chapter He has said, man-manāḥ: “Just always think of Me.” The same instruction is repeated here to stress the essence of the teachings of Bhagavad-gītā. This essence is not understood by a common man, but by one who is actually very dear to Kṛṣṇa, a pure devotee of Kṛṣṇa. This is the most important instruction in all Vedic literature. What Kṛṣṇa is saying in this connection is the most essential part of knowledge, and it should be carried out not only by Arjuna but by all living entities."}