{"title": "Bg. 18.74", "sanskrit": "इत्यहं वासुदेवस्य पार्थस्य च महात्मन: ।संवादमिममश्रौषमद्भुतं रोमहर्षणम् ॥ ७४ ॥", "transliteration": "sañjaya uvācaity ahaṁ vāsudevasyapārthasya ca mahātmanaḥsaṁvādam imam aśrauṣamadbhutaṁ roma-harṣaṇam", "words_trans": {"sañjayaḥ uvāca": "Sañjaya said", "iti": "thus", "aham": "I", "vāsudevasya": "of Kṛṣṇa", "pārthasya": "and Arjuna", "ca": "also", "mahā-ātmanaḥ": "of the great soul", "saṁvādam": "discussion", "imam": "this", "aśrauṣam": "have heard", "adbhutam": "wonderful", "roma-harṣaṇam": "making the hair stand on end."}, "literary_trans": "Sañjaya said: Thus have I heard the conversation of two great souls, Kṛṣṇa and Arjuna. And so wonderful is that message that my hair is standing on end.Sañjaya said: Thus have I heard the conversation of two great souls, Kṛṣṇa and Arjuna. And so wonderful is that message that my hair is standing on end.PurportIn the beginning of Bhagavad-gītā, Dhṛtarāṣṭra inquired from his secretary Sañjaya, “What happened on the Battlefield of Kurukṣetra?” The entire study was related to the heart of Sañjaya by the grace of his spiritual master, Vyāsa. He thus explained the theme of the battlefield. The conversation was wonderful because such an important conversation between two great souls had never taken place before and would not take place again. It was wonderful because the Supreme Personality of Godhead was speaking about Himself and His energies to the living entity, Arjuna, a great devotee of the Lord. If we follow in the footsteps of Arjuna to understand Kṛṣṇa, then our life will be happy and successful. Sañjaya realized this, and as he began to understand it, he related the conversation to Dhṛtarāṣṭra. Now it is concluded that wherever there is Kṛṣṇa and Arjuna, there is victory."}