{"title": "Bg. 18.13", "sanskrit": "पञ्चैतानि महाबाहो कारणानि निबोध मे ।सांख्ये कृतान्ते प्रोक्तानि सिद्धये सर्वकर्मणाम् ॥ १३ ॥", "transliteration": "pañcaitāni mahā-bāhokāraṇāni nibodha mesāṅkhye kṛtānte proktānisiddhaye sarva-karmaṇām", "words_trans": {"pañca": "five", "etāni": "these", "mahā-bāho": "O mighty-armed one", "kāraṇāni": "causes", "nibodha": "just understand", "me": "from Me", "sāṅkhye": "in the Vedānta", "kṛta-ante": "in the conclusion", "proktāni": "said", "siddhaye": "for the perfection", "sarva": "of all", "karmaṇām": "activities."}, "literary_trans": "O mighty-armed Arjuna, according to the Vedānta there are five causes for the accomplishment of all action. Now learn of these from Me.O mighty-armed Arjuna, according to the Vedānta there are five causes for the accomplishment of all action. Now learn of these from Me.PurportA question may be raised that since any activity performed must have some reaction, how is it that the person in Kṛṣṇa consciousness does not suffer or enjoy the reactions of work? The Lord is citing Vedānta philosophy to show how this is possible. He says that there are five causes for all activities, and for success in all activity one should consider these five causes. Sāṅkhya means the stock of knowledge, and Vedānta is the final stock of knowledge accepted by all leading ācāryas. Even Śaṅkara accepts Vedānta-sūtra as such. Therefore such authority should be consulted.The ultimate control is invested in the Supersoul. As it is stated in the Bhagavad-gītā, sarvasya cāhaṁ hṛdi sanniviṣṭaḥ. He is engaging everyone in certain activities by reminding him of his past actions. And Kṛṣṇa conscious acts done under His direction from within yield no reaction, either in this life or in the life after death."}