{"title": "Bg. 18.46", "sanskrit": "यत: प्रवृत्तिर्भूतानां येन सर्वमिदं ततम् ।स्वकर्मणा तमभ्यर्च्य सिद्धिं विन्दति मानव: ॥ ४६ ॥", "transliteration": "yataḥ pravṛttir bhūtānāṁyena sarvam idaṁ tatamsva-karmaṇā tam abhyarcyasiddhiṁ vindati mānavaḥ", "words_trans": {"yataḥ": "from whom", "pravṛttiḥ": "the emanation", "bhūtānām": "of all living entities", "yena": "by whom", "sarvam": "all", "idam": "this", "tatam": "is pervaded", "sva-karmaṇā": "by his own duties", "tam": "Him", "abhyarcya": "by worshiping", "siddhim": "perfection", "vindati": "achieves", "mānavaḥ": "a man."}, "literary_trans": "By worship of the Lord, who is the source of all beings and who is all-pervading, a man can attain perfection through performing his own work.By worship of the Lord, who is the source of all beings and who is all-pervading, a man can attain perfection through performing his own work.PurportAs stated in the Fifteenth Chapter, all living beings are fragmental parts and parcels of the Supreme Lord. Thus the Supreme Lord is the beginning of all living entities. This is confirmed in the Vedānta-sūtra – janmādy asya yataḥ. The Supreme Lord is therefore the beginning of life of every living entity. And as stated in the Seventh Chapter of Bhagavad-gītā, the Supreme Lord, by His two energies, His external energy and internal energy, is all-pervading. Therefore one should worship the Supreme Lord with His energies. Generally the Vaiṣṇava devotees worship the Supreme Lord with His internal energy. His external energy is a perverted reflection of the internal energy. The external energy is a background, but the Supreme Lord by the expansion of His plenary portion as Paramātmā is situated everywhere. He is the Supersoul of all demigods, all human beings, all animals, everywhere. One should therefore know that as part and parcel of the Supreme Lord one has his duty to render service unto the Supreme. Everyone should be engaged in devotional service to the Lord in full Kṛṣṇa consciousness. That is recommended in this verse.Everyone should think that he is engaged in a particular type of occupation by Hṛṣīkeśa, the master of the senses. And by the result of the work in which one is engaged, the Supreme Personality of Godhead, Śrī Kṛṣṇa, should be worshiped. If one thinks always in this way, in full Kṛṣṇa consciousness, then, by the grace of the Lord, he becomes fully aware of everything. That is the perfection of life. The Lord says in Bhagavad-gītā (12.7), teṣām ahaṁ samuddhartā. The Supreme Lord Himself takes charge of delivering such a devotee. That is the highest perfection of life. In whatever occupation one may be engaged, if he serves the Supreme Lord he will achieve the highest perfection."}