{"title": "Bg. 1.28", "sanskrit": "अर्जुन उवाचदृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम्  ।सीदन्ति मम गात्राणि मुखं च परिश‍ुष्यति ॥ २८ ॥", "transliteration": "arjuna uvācadṛṣṭvemaṁ sva-janaṁ kṛṣṇayuyutsuṁ samupasthitamsīdanti mama gātrāṇimukhaṁ ca pariśuṣyati", "words_trans": {"arjunaḥ uvāca": "Arjuna said", "dṛṣṭvā": "after seeing", "imam": "all these", "sva-janam": "kinsmen", "kṛṣṇa": "O Kṛṣṇa", "yuyutsum": "all in a fighting spirit", "samupasthitam": "present", "sīdanti": "are quivering", "mama": "my", "gātrāṇi": "limbs of the body", "mukham": "mouth", "ca": "also", "pariśuṣyati": "is drying up."}, "literary_trans": "Arjuna said: My dear Kṛṣṇa, seeing my friends and relatives present before me in such a fighting spirit, I feel the limbs of my body quivering and my mouth drying up.Arjuna said: My dear Kṛṣṇa, seeing my friends and relatives present before me in such a fighting spirit, I feel the limbs of my body quivering and my mouth drying up.PurportAny man who has genuine devotion to the Lord has all the good qualities which are found in godly persons or in the demigods, whereas the nondevotee, however advanced he may be in material qualifications by education and culture, lacks in godly qualities. As such, Arjuna, just after seeing his kinsmen, friends and relatives on the battlefield, was at once overwhelmed by compassion for them who had so decided to fight amongst themselves. As far as his soldiers were concerned, he was sympathetic from the beginning, but he felt compassion even for the soldiers of the opposite party, foreseeing their imminent death. And while he was so thinking, the limbs of his body began to quiver, and his mouth became dry. He was more or less astonished to see their fighting spirit. Practically the whole community, all blood relatives of Arjuna, had come to fight with him. This overwhelmed a kind devotee like Arjuna. Although it is not mentioned here, still one can easily imagine that not only were Arjuna’s bodily limbs quivering and his mouth drying up, but he was also crying out of compassion. Such symptoms in Arjuna were not due to weakness but to his softheartedness, a characteristic of a pure devotee of the Lord. It is said therefore:yasyāsti bhaktir bhagavaty akiñcanāsarvair guṇais tatra samāsate surāḥharāv abhaktasya kuto mahad-guṇāmano-rathenāsati dhāvato bahiḥ“One who has unflinching devotion for the Personality of Godhead has all the good qualities of the demigods. But one who is not a devotee of the Lord has only material qualifications that are of little value. This is because he is hovering on the mental plane and is certain to be attracted by the glaring material energy.” (Bhāg. 5.18.12)"}