{"title": "Bg. 1.36", "sanskrit": "पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ।तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्सबान्धवान् ।स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥ ३६ ॥", "transliteration": "pāpam evāśrayed asmānhatvaitān ātatāyinaḥtasmān nārhā vayaṁ hantuṁdhārtarāṣṭrān sa-bāndhavānsva-janaṁ hi kathaṁ hatvāsukhinaḥ syāma mādhava", "words_trans": {"pāpam": "vices", "eva": "certainly", "āśrayet": "must come upon", "asmān": "us", "hatvā": "by killing", "etān": "all these", "ātatāyinaḥ": "aggressors", "tasmāt": "therefore", "na": "never", "arhāḥ": "deserving", "vayam": "we", "hantum": "to kill", "dhārtarāṣṭrān": "the sons of Dhṛtarāṣṭra", "sa-bāndhavān": "along with friends", "sva-janam": "kinsmen", "hi": "certainly", "katham": "how", "sukhinaḥ": "happy", "syāma": "will we become", "mādhava": "O Kṛṣṇa, husband of the goddess of fortune."}, "literary_trans": "Sin will overcome us if we slay such aggressors. Therefore it is not proper for us to kill the sons of Dhṛtarāṣṭra and our friends. What should we gain, O Kṛṣṇa, husband of the goddess of fortune, and how could we be happy by killing our own kinsmen?Sin will overcome us if we slay such aggressors. Therefore it is not proper for us to kill the sons of Dhṛtarāṣṭra and our friends. What should we gain, O Kṛṣṇa, husband of the goddess of fortune, and how could we be happy by killing our own kinsmen?PurportAccording to Vedic injunctions there are six kinds of aggressors: (1) a poison giver, (2) one who sets fire to the house, (3) one who attacks with deadly weapons, (4) one who plunders riches, (5) one who occupies another’s land, and (6) one who kidnaps a wife. Such aggressors are at once to be killed, and no sin is incurred by killing such aggressors. Such killing of aggressors is quite befitting any ordinary man, but Arjuna was not an ordinary person. He was saintly by character, and therefore he wanted to deal with them in saintliness. This kind of saintliness, however, is not for a kṣatriya. Although a responsible man in the administration of a state is required to be saintly, he should not be cowardly. For example, Lord Rāma was so saintly that people even now are anxious to live in the kingdom of Lord Rāma (rāma-rājya), but Lord Rāma never showed any cowardice. Rāvaṇa was an aggressor against Rāma because Rāvaṇa kidnapped Rāma’s wife, Sītā, but Lord Rāma gave him sufficient lessons, unparalleled in the history of the world. In Arjuna’s case, however, one should consider the special type of aggressors, namely his own grandfather, own teacher, friends, sons, grandsons, etc. Because of them, Arjuna thought that he should not take the severe steps necessary against ordinary aggressors. Besides that, saintly persons are advised to forgive. Such injunctions for saintly persons are more important than any political emergency. Arjuna considered that rather than kill his own kinsmen for political reasons, it would be better to forgive them on grounds of religion and saintly behavior. He did not, therefore, consider such killing profitable simply for the matter of temporary bodily happiness. After all, kingdoms and pleasures derived therefrom are not permanent, so why should he risk his life and eternal salvation by killing his own kinsmen? Arjuna’s addressing of Kṛṣṇa as “Mādhava,” or the husband of the goddess of fortune, is also significant in this connection. He wanted to point out to Kṛṣṇa that, as the husband of the goddess of fortune, He should not induce Arjuna to take up a matter which would ultimately bring about misfortune. Kṛṣṇa, however, never brings misfortune to anyone, to say nothing of His devotees."}