{"title": "Bg. 1.32-35", "sanskrit": "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ।येषामर्थे काङ्‍‍क्षितं नो राज्यं भोगाः सुखानि च ॥ ३२ ॥त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ।आचार्याः पितरः पुत्रास्तथैव च पितामहाः ॥ ३3 ॥मातुलाः श्वश‍ुराः पौत्राः श्यालाः सम्बन्धिनस्तथा ।एतान्न हन्तुमिच्छामि घ्न‍तोऽपि मधुसूदन ॥ ३४ ॥अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ।निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्ज‍नार्दन ॥ ३५ ॥", "transliteration": "kiṁ no rājyena govindakiṁ bhogair jīvitena vāyeṣām arthe kāṅkṣitaṁ norājyaṁ bhogāḥ sukhāni cata ime ’vasthitā yuddheprāṇāṁs tyaktvā dhanāni caācāryāḥ pitaraḥ putrāstathaiva ca pitāmahāḥmātulāḥ śvaśurāḥ pautrāḥśyālāḥ sambandhinas tathāetān na hantum icchāmighnato ’pi madhusūdanaapi trailokya-rājyasyahetoḥ kiṁ nu mahī-kṛtenihatya dhārtarāṣṭrān naḥkā prītiḥ syāj janārdana", "words_trans": {"kim": "what", "naḥ": "our", "rājyena": "is the kingdom", "govinda": "O Kṛṣṇa", "bhogaiḥ": "enjoyment", "jīvitena": "living", "vā": "either", "yeṣām": "of whom", "arthe": "for the sake", "kāṅkṣitam": "is desired", "rājyam": "kingdom", "bhogāḥ": "material enjoyment", "sukhāni": "all happiness", "ca": "also", "te": "all of them", "ime": "these", "avasthitāḥ": "situated", "yuddhe": "on this battlefield", "prāṇān": "lives", "tyaktvā": "giving up", "dhanāni": "riches", "ācāryāḥ": "teachers", "pitaraḥ": "fathers", "putrāḥ": "sons", "tathā": "as well as", "eva": "certainly", "pitāmahāḥ": "grandfathers", "mātulāḥ": "maternal uncles", "śvaśurāḥ": "fathers-in-law", "pautrāḥ": "grandsons", "śyālāḥ": "brothers-in-law", "sambandhinaḥ": "relatives", "etān": "all these", "na": "never", "hantum": "to kill", "icchāmi": "do I wish", "ghnataḥ": "being killed", "api": "even if", "madhusūdana": "O killer of the demon Madhu (Kṛṣṇa)", "trai-lokya": "of the three worlds", "rājyasya": "for the kingdom", "hetoḥ": "in exchange", "kim nu": "what to speak of", "mahī-kṛte": "for the sake of the earth", "nihatya": "by killing", "dhārtarāṣṭrān": "the sons of Dhṛtarāṣṭra", "kā": "what", "prītiḥ": "pleasure", "syāt": "will there be", "janārdana": "O maintainer of all living entities."}, "literary_trans": "O Govinda, of what avail to us are a kingdom, happiness or even life itself when all those for whom we may desire them are now arrayed on this battlefield? O Madhusūdana, when teachers, fathers, sons, grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law and other relatives are ready to give up their lives and properties and are standing before me, why should I wish to kill them, even though they might otherwise kill me? O maintainer of all living entities, I am not prepared to fight with them even in exchange for the three worlds, let alone this earth. What pleasure will we derive from killing the sons of Dhṛtarāṣṭra?O Govinda, of what avail to us are a kingdom, happiness or even life itself when all those for whom we may desire them are now arrayed on this battlefield? O Madhusūdana, when teachers, fathers, sons, grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law and other relatives are ready to give up their lives and properties and are standing before me, why should I wish to kill them, even though they might otherwise kill me? O maintainer of all living entities, I am not prepared to fight with them even in exchange for the three worlds, let alone this earth. What pleasure will we derive from killing the sons of Dhṛtarāṣṭra?PurportArjuna has addressed Lord Kṛṣṇa as Govinda because Kṛṣṇa is the object of all pleasures for cows and the senses. By using this significant word, Arjuna indicates that Kṛṣṇa should understand what will satisfy Arjuna’s senses. But Govinda is not meant for satisfying our senses. If we try to satisfy the senses of Govinda, however, then automatically our own senses are satisfied. Materially, everyone wants to satisfy his senses, and he wants God to be the order supplier for such satisfaction. The Lord will satisfy the senses of the living entities as much as they deserve, but not to the extent that they may covet. But when one takes the opposite way – namely, when one tries to satisfy the senses of Govinda without desiring to satisfy one’s own senses – then by the grace of Govinda all desires of the living entity are satisfied. Arjuna’s deep affection for community and family members is exhibited here partly due to his natural compassion for them. He is therefore not prepared to fight. Everyone wants to show his opulence to friends and relatives, but Arjuna fears that all his relatives and friends will be killed on the battlefield and he will be unable to share his opulence after victory. This is a typical calculation of material life. The transcendental life, however, is different. Since a devotee wants to satisfy the desires of the Lord, he can, Lord willing, accept all kinds of opulence for the service of the Lord, and if the Lord is not willing, he should not accept a farthing. Arjuna did not want to kill his relatives, and if there were any need to kill them, he desired that Kṛṣṇa kill them personally. At this point he did not know that Kṛṣṇa had already killed them before their coming into the battlefield and that he was only to become an instrument for Kṛṣṇa. This fact is disclosed in following chapters. As a natural devotee of the Lord, Arjuna did not like to retaliate against his miscreant cousins and brothers, but it was the Lord’s plan that they should all be killed. The devotee of the Lord does not retaliate against the wrongdoer, but the Lord does not tolerate any mischief done to the devotee by the miscreants. The Lord can excuse a person on His own account, but He excuses no one who has done harm to His devotees. Therefore the Lord was determined to kill the miscreants, although Arjuna wanted to excuse them."}