{"title": "Bg. 1.40", "sanskrit": "अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रियः ।स्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसङ्करः ॥ ४० ॥", "transliteration": "adharmābhibhavāt kṛṣṇapraduṣyanti kula-striyaḥstrīṣu duṣṭāsu vārṣṇeyajāyate varṇa-saṅkaraḥ", "words_trans": {"adharma": "irreligion", "abhibhavāt": "having become predominant", "kṛṣṇa": "O Kṛṣṇa", "praduṣyanti": "become polluted", "kula-striyaḥ": "family ladies", "strīṣu": "by the womanhood", "duṣṭāsu": "being so polluted", "vārṣṇeya": "O descendant of Vṛṣṇi", "jāyate": "comes into being", "varṇa-saṅkaraḥ": "unwanted progeny."}, "literary_trans": "When irreligion is prominent in the family, O Kṛṣṇa, the women of the family become polluted, and from the degradation of womanhood, O descendant of Vṛṣṇi, comes unwanted progeny.When irreligion is prominent in the family, O Kṛṣṇa, the women of the family become polluted, and from the degradation of womanhood, O descendant of Vṛṣṇi, comes unwanted progeny.PurportGood population in human society is the basic principle for peace, prosperity and spiritual progress in life. The varṇāśrama religion’s principles were so designed that the good population would prevail in society for the general spiritual progress of state and community. Such population depends on the chastity and faithfulness of its womanhood. As children are very prone to be misled, women are similarly very prone to degradation. Therefore, both children and women require protection by the elder members of the family. By being engaged in various religious practices, women will not be misled into adultery. According to Cāṇakya Paṇḍita, women are generally not very intelligent and therefore not trustworthy. So the different family traditions of religious activities should always engage them, and thus their chastity and devotion will give birth to a good population eligible for participating in the varṇāśrama system. On the failure of such varṇāśrama-dharma, naturally the women become free to act and mix with men, and thus adultery is indulged in at the risk of unwanted population. Irresponsible men also provoke adultery in society, and thus unwanted children flood the human race at the risk of war and pestilence."}