{"title": "Bg. 1.41", "sanskrit": "सङ्करो नरकायैव कुलघ्न‍ानां कुलस्य च ।पतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रियाः ॥ ४१ ॥", "transliteration": "saṅkaro narakāyaivakula-ghnānāṁ kulasya capatanti pitaro hy eṣāṁlupta-piṇḍodaka-kriyāḥ", "words_trans": {"saṅkaraḥ": "such unwanted children", "narakāya": "make for hellish life", "eva": "certainly", "kula-ghnānām": "for those who are killers of the family", "kulasya": "for the family", "ca": "also", "patanti": "fall down", "pitaraḥ": "forefathers", "hi": "certainly", "eṣām": "of them", "lupta": "stopped", "piṇḍa": "of offerings of food", "udaka": "and water", "kriyāḥ": "performances."}, "literary_trans": "An increase of unwanted population certainly causes hellish life both for the family and for those who destroy the family tradition. The ancestors of such corrupt families fall down, because the performances for offering them food and water are entirely stopped.An increase of unwanted population certainly causes hellish life both for the family and for those who destroy the family tradition. The ancestors of such corrupt families fall down, because the performances for offering them food and water are entirely stopped.PurportAccording to the rules and regulations of fruitive activities, there is a need to offer periodical food and water to the forefathers of the family. This offering is performed by worship of Viṣṇu, because eating the remnants of food offered to Viṣṇu can deliver one from all kinds of sinful reactions. Sometimes the forefathers may be suffering from various types of sinful reactions, and sometimes some of them cannot even acquire a gross material body and are forced to remain in subtle bodies as ghosts. Thus, when remnants of prasādam food are offered to forefathers by descendants, the forefathers are released from ghostly or other kinds of miserable life. Such help rendered to forefathers is a family tradition, and those who are not in devotional life are required to perform such rituals. One who is engaged in the devotional life is not required to perform such actions. Simply by performing devotional service, one can deliver hundreds and thousands of forefathers from all kinds of misery. It is stated in the Bhāgavatam (11.5.41):devarṣi-bhūtāpta-nṛṇāṁ pitṝṇāṁna kiṅkaro nāyam ṛṇī ca rājansarvātmanā yaḥ śaraṇaṁ śaraṇyaṁgato mukundaṁ parihṛtya kartam“Anyone who has taken shelter of the lotus feet of Mukunda, the giver of liberation, giving up all kinds of obligation, and has taken to the path in all seriousness, owes neither duties nor obligations to the demigods, sages, general living entities, family members, humankind or forefathers.” Such obligations are automatically fulfilled by performance of devotional service to the Supreme Personality of Godhead."}