{"title": "Bg. 2.18", "sanskrit": "अन्तवन्त इमे देहा नित्यस्योक्ताः शरीरिणः ।अनाशिनोऽप्रमेयस्य तस्माद्युध्यस्व भारत ॥ १८ ॥", "transliteration": "antavanta ime dehānityasyoktāḥ śarīriṇaḥanāśino ’prameyasyatasmād yudhyasva bhārata", "words_trans": {"anta-vantaḥ": "perishable", "ime": "all these", "dehāḥ": "material bodies", "nityasya": "eternal in existence", "uktāḥ": "are said", "śarīriṇaḥ": "of the embodied soul", "anāśinaḥ": "never to be destroyed", "aprameyasya": "immeasurable", "tasmāt": "therefore", "yudhyasva": "fight", "bhārata": "O descendant of Bharata."}, "literary_trans": "The material body of the indestructible, immeasurable and eternal living entity is sure to come to an end; therefore, fight, O descendant of Bharata.The material body of the indestructible, immeasurable and eternal living entity is sure to come to an end; therefore, fight, O descendant of Bharata.PurportThe material body is perishable by nature. It may perish immediately, or it may do so after a hundred years. It is a question of time only. There is no chance of maintaining it indefinitely. But the spirit soul is so minute that it cannot even be seen by an enemy, to say nothing of being killed. As mentioned in the previous verse, it is so small that no one can have any idea how to measure its dimension. So from both viewpoints there is no cause of lamentation, because the living entity as he is cannot be killed nor can the material body be saved for any length of time or permanently protected. The minute particle of the whole spirit acquires this material body according to his work, and therefore observance of religious principles should be utilized. In the Vedānta-sūtras the living entity is qualified as light because he is part and parcel of the supreme light. As sunlight maintains the entire universe, so the light of the soul maintains this material body. As soon as the spirit soul is out of this material body, the body begins to decompose; therefore it is the spirit soul which maintains this body. The body itself is unimportant. Arjuna was advised to fight and not sacrifice the cause of religion for material, bodily considerations."}