{"title": "Bg. 2.10", "sanskrit": "तमुवाच हृषीकेशः प्रहसन्निव भारत ।सेनयोरूभयोर्मध्ये विषीदन्तमिदं वचः ॥ १० ॥", "transliteration": "tam uvāca hṛṣīkeśaḥprahasann iva bhāratasenayor ubhayor madhyeviṣīdantam idaṁ vacaḥ", "words_trans": {"tam": "unto him", "uvāca": "said", "hṛṣīkeśaḥ": "the master of the senses, Kṛṣṇa", "prahasan": "smiling", "iva": "like that", "bhārata": "O Dhṛtarāṣṭra, descendant of Bharata", "senayoḥ": "of the armies", "ubhayoḥ": "of both parties", "madhye": "between", "viṣīdantam": "unto the lamenting one", "idam": "the following", "vacaḥ": "words."}, "literary_trans": "O descendant of Bharata, at that time Kṛṣṇa, smiling, in the midst of both the armies, spoke the following words to the grief-stricken Arjuna.O descendant of Bharata, at that time Kṛṣṇa, smiling, in the midst of both the armies, spoke the following words to the grief-stricken Arjuna.PurportThe talk was going on between intimate friends, namely the Hṛṣīkeśa and the Guḍākeśa. As friends, both of them were on the same level, but one of them voluntarily became a student of the other. Kṛṣṇa was smiling because a friend had chosen to become a disciple. As Lord of all, He is always in the superior position as the master of everyone, and yet the Lord agrees to be a friend, a son or a lover for a devotee who wants Him in such a role. But when He was accepted as the master, He at once assumed the role and talked with the disciple like the master – with gravity, as it is required. It appears that the talk between the master and the disciple was openly exchanged in the presence of both armies so that all were benefited. So the talks of Bhagavad-gītā are not for any particular person, society, or community, but they are for all, and friends or enemies are equally entitled to hear them."}