{"title": "Bg. 2.26", "sanskrit": "अथ चैनं नित्यजातं नित्यं वा मन्यसे मृतम् ।तथापि त्वं महाबाहो नैनं शोचितुमर्हसि ॥ २६ ॥", "transliteration": "atha cainaṁ nitya-jātaṁnityaṁ vā manyase mṛtamtathāpi tvaṁ mahā-bāhonainaṁ śocitum arhasi", "words_trans": {"atha": "if, however", "ca": "also", "enam": "about the soul", "nitya-jātam": "always born", "nityam": "forever", "vā": "either", "manyase": "you so think", "mṛtam": "dead", "tathā api": "still", "tvam": "you", "mahā-bāho": "O mighty-armed one", "na": "never", "śocitum": "to lament", "arhasi": "deserve."}, "literary_trans": "If, however, you think that the soul [or the symptoms of life] will always be born and die forever, you still have no reason to lament, O mighty-armed.If, however, you think that the soul [or the symptoms of life] will always be born and die forever, you still have no reason to lament, O mighty-armed.PurportThere is always a class of philosophers, almost akin to the Buddhists, who do not believe in the separate existence of the soul beyond the body. When Lord Kṛṣṇa spoke the Bhagavad-gītā, it appears that such philosophers existed, and they were known as the Lokāyatikas and Vaibhāṣikas. Such philosophers maintain that life symptoms take place at a certain mature condition of material combination. The modern material scientist and materialist philosophers also think similarly. According to them, the body is a combination of physical elements, and at a certain stage the life symptoms develop by interaction of the physical and chemical elements. The science of anthropology is based on this philosophy. Currently, many pseudo religions – now becoming fashionable in America – are also adhering to this philosophy, as are the nihilistic nondevotional Buddhist sects.Even if Arjuna did not believe in the existence of the soul – as in the Vaibhāṣika philosophy – there would still have been no cause for lamentation. No one laments the loss of a certain bulk of chemicals and stops discharging his prescribed duty. On the other hand, in modern science and scientific warfare, so many tons of chemicals are wasted for achieving victory over the enemy. According to the Vaibhāṣika philosophy, the so-called soul or ātmā vanishes along with the deterioration of the body. So, in any case, whether Arjuna accepted the Vedic conclusion that there is an atomic soul or he did not believe in the existence of the soul, he had no reason to lament. According to this theory, since there are so many living entities generating out of matter every moment, and so many of them are being vanquished every moment, there is no need to grieve for such incidents. If there were no rebirth for the soul, Arjuna had no reason to be afraid of being affected by sinful reactions due to his killing his grandfather and teacher. But at the same time, Kṛṣṇa sarcastically addressed Arjuna as mahā-bāhu, mighty-armed, because He, at least, did not accept the theory of the Vaibhāṣikas, which leaves aside the Vedic wisdom. As a kṣatriya, Arjuna belonged to the Vedic culture, and it behooved him to continue to follow its principles."}