{"title": "Bg. 2.30", "sanskrit": "देही नित्यमवध्योऽयं देहे सर्वस्य भारत ।तस्मात्सर्वाणि भूतानि न त्वं शोचितुमर्हसि ॥ ३० ॥", "transliteration": "dehī nityam avadhyo ’yaṁdehe sarvasya bhāratatasmāt sarvāṇi bhūtānina tvaṁ śocitum arhasi", "words_trans": {"dehī": "the owner of the material body", "nityam": "eternally", "avadhyaḥ": "cannot be killed", "ayam": "this soul", "dehe": "in the body", "sarvasya": "of everyone", "bhārata": "O descendant of Bharata", "tasmāt": "therefore", "sarvāṇi": "all", "bhūtāni": "living entities (that are born)", "na": "never", "tvam": "you", "śocitum": "to lament", "arhasi": "deserve."}, "literary_trans": "O descendant of Bharata, he who dwells in the body can never be slain. Therefore you need not grieve for any living being.O descendant of Bharata, he who dwells in the body can never be slain. Therefore you need not grieve for any living being.PurportThe Lord now concludes the chapter of instruction on the immutable spirit soul. In describing the immortal soul in various ways, Lord Kṛṣṇa establishes that the soul is immortal and the body is temporary. Therefore Arjuna as a kṣatriya should not abandon his duty out of fear that his grandfather and teacher – Bhīṣma and Droṇa – will die in the battle. On the authority of Śrī Kṛṣṇa, one has to believe that there is a soul different from the material body, not that there is no such thing as soul, or that living symptoms develop at a certain stage of material maturity resulting from the interaction of chemicals. Though the soul is immortal, violence is not encouraged, but at the time of war it is not discouraged when there is actual need for it. That need must be justified in terms of the sanction of the Lord, and not capriciously."}