{"title": "Bg. 2.32", "sanskrit": "यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम् ।सुखिनः क्षत्रियाः पार्थ लभन्ते युद्धमीदृशम् ॥ ३२ ॥", "transliteration": "yadṛcchayā copapannaṁsvarga-dvāram apāvṛtamsukhinaḥ kṣatriyāḥ pārthalabhante yuddham īdṛśam", "words_trans": {"yadṛcchayā": "by its own accord", "ca": "also", "upapannam": "arrived at", "svarga": "of the heavenly planets", "dvāram": "door", "apāvṛtam": "wide open", "sukhinaḥ": "very happy", "kṣatriyāḥ": "the members of the royal order", "pārtha": "O son of Pṛthā", "labhante": "do achieve", "yuddham": "war", "īdṛśam": "like this."}, "literary_trans": "O Pārtha, happy are the kṣatriyas to whom such fighting opportunities come unsought, opening for them the doors of the heavenly planets.O Pārtha, happy are the kṣatriyas to whom such fighting opportunities come unsought, opening for them the doors of the heavenly planets.PurportAs supreme teacher of the world, Lord Kṛṣṇa condemns the attitude of Arjuna, who said, “I do not find any good in this fighting. It will cause perpetual habitation in hell.” Such statements by Arjuna were due to ignorance only. He wanted to become nonviolent in the discharge of his specific duty. For a kṣatriya to be on the battlefield and to become nonviolent is the philosophy of fools. In the Parāśara-smṛti, or religious codes made by Parāśara, the great sage and father of Vyāsadeva, it is stated:kṣatriyo hi prajā rakṣanśastra-pāṇiḥ pradaṇḍayannirjitya para-sainyādikṣitiṁ dharmeṇa pālayet“The kṣatriya’s duty is to protect the citizens from all kinds of difficulties, and for that reason he has to apply violence in suitable cases for law and order. Therefore he has to conquer the soldiers of inimical kings, and thus, with religious principles, he should rule over the world.”Considering all aspects, Arjuna had no reason to refrain from fighting. If he should conquer his enemies, he would enjoy the kingdom; and if he should die in the battle, he would be elevated to the heavenly planets, whose doors were wide open to him. Fighting would be for his benefit in either case."}