{"title": "Bg. 2.48", "sanskrit": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय ।सिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते ॥ ४८ ॥", "transliteration": "yoga-sthaḥ kuru karmāṇisaṅgaṁ tyaktvā dhanañ-jayasiddhy-asiddhyoḥ samo bhūtvāsamatvaṁ yoga ucyate", "words_trans": {"yoga-sthaḥ": "equipoised", "kuru": "perform", "karmāṇi": "your duties", "saṅgam": "attachment", "tyaktvā": "giving up", "dhanam-jaya": "O Arjuna", "siddhi-asiddhyoḥ": "in success and failure", "samaḥ": "equipoised", "bhūtvā": "becoming", "samatvam": "equanimity", "yogaḥ": "yoga", "ucyate": "is called."}, "literary_trans": "Perform your duty equipoised, O Arjuna, abandoning all attachment to success or failure. Such equanimity is called yoga.Perform your duty equipoised, O Arjuna, abandoning all attachment to success or failure. Such equanimity is called yoga.PurportKṛṣṇa tells Arjuna that he should act in yoga. And what is that yoga? Yoga means to concentrate the mind upon the Supreme by controlling the ever-disturbing senses. And who is the Supreme? The Supreme is the Lord. And because He Himself is telling Arjuna to fight, Arjuna has nothing to do with the results of the fight. Gain or victory are Kṛṣṇa’s concern; Arjuna is simply advised to act according to the dictation of Kṛṣṇa. The following of Kṛṣṇa’s dictation is real yoga, and this is practiced in the process called Kṛṣṇa consciousness. By Kṛṣṇa consciousness only can one give up the sense of proprietorship. One has to become the servant of Kṛṣṇa, or the servant of the servant of Kṛṣṇa. That is the right way to discharge duty in Kṛṣṇa consciousness, which alone can help one to act in yoga.Arjuna is a kṣatriya, and as such he is participating in the varṇāśrama-dharma institution. It is said in the Viṣṇu Purāṇa that in the varṇāśrama-dharma, the whole aim is to satisfy Viṣṇu. No one should satisfy himself, as is the rule in the material world, but one should satisfy Kṛṣṇa. So unless one satisfies Kṛṣṇa, one cannot correctly observe the principles of varṇāśrama-dharma. Indirectly, Arjuna was advised to act as Kṛṣṇa told him."}