{"title": "Bg. 2.66", "sanskrit": "नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना ।न चाभावयतः शान्तिरशान्तस्य कुतः सुखम् ॥ ६६ ॥", "transliteration": "nāsti buddhir ayuktasyana cāyuktasya bhāvanāna cābhāvayataḥ śāntiraśāntasya kutaḥ sukham", "words_trans": {"na asti": "there cannot be", "buddhiḥ": "transcendental intelligence", "ayuktasya": "of one devoid of Kṛṣṇa consciousness", "na": "not", "ca": "and", "bhāvanā": "fixed mind (in happiness)", "abhāvayataḥ": "of one who is not fixed", "śāntiḥ": "peace", "aśāntasya": "of the unpeaceful", "kutaḥ": "where is", "sukham": "happiness."}, "literary_trans": "One who is not connected with the Supreme [in Kṛṣṇa consciousness] can have neither transcendental intelligence nor a steady mind, without which there is no possibility of peace. And how can there be any happiness without peace?One who is not connected with the Supreme [in Kṛṣṇa consciousness] can have neither transcendental intelligence nor a steady mind, without which there is no possibility of peace. And how can there be any happiness without peace?PurportUnless one is in Kṛṣṇa consciousness, there is no possibility of peace. So it is confirmed in the Fifth Chapter (5.29) that when one understands that Kṛṣṇa is the only enjoyer of all the good results of sacrifice and penance, that He is the proprietor of all universal manifestations, and that He is the real friend of all living entities, then only can one have real peace. Therefore, if one is not in Kṛṣṇa consciousness, there cannot be a final goal for the mind. Disturbance is due to want of an ultimate goal, and when one is certain that Kṛṣṇa is the enjoyer, proprietor and friend of everyone and everything, then one can, with a steady mind, bring about peace. Therefore, one who is engaged without a relationship with Kṛṣṇa is certainly always in distress and is without peace, however much he may make a show of peace and spiritual advancement in life. Kṛṣṇa consciousness is a self-manifested peaceful condition which can be achieved only in relationship with Kṛṣṇa."}