{"title": "Bg. 2.64", "sanskrit": "रागद्वेषविमुक्तैस्तु विषयनिन्द्रियैश्चरन् ।आत्मवश्यैर्विधेयात्मा प्रसादमधिगच्छति ॥ ६४ ॥", "transliteration": "rāga-dveṣa-vimuktais tuviṣayān indriyaiś caranātma-vaśyair vidheyātmāprasādam adhigacchati", "words_trans": {"rāga": "attachment", "dveṣa": "and detachment", "vimuktaiḥ": "by one who has become free from", "tu": "but", "viṣayān": "sense objects", "indriyaiḥ": "by the senses", "caran": "acting upon", "ātma-vaśyaiḥ": "under one’s control", "vidheya-ātmā": "one who follows regulated freedom", "prasādam": "the mercy of the Lord", "adhigacchati": "attains."}, "literary_trans": "But a person free from all attachment and aversion and able to control his senses through regulative principles of freedom can obtain the complete mercy of the Lord.But a person free from all attachment and aversion and able to control his senses through regulative principles of freedom can obtain the complete mercy of the Lord.PurportIt is already explained that one may externally control the senses by some artificial process, but unless the senses are engaged in the transcendental service of the Lord, there is every chance of a fall. Although the person in full Kṛṣṇa consciousness may apparently be on the sensual plane, because of his being Kṛṣṇa conscious he has no attachment to sensual activities. The Kṛṣṇa conscious person is concerned only with the satisfaction of Kṛṣṇa, and nothing else. Therefore he is transcendental to all attachment and detachment. If Kṛṣṇa wants, the devotee can do anything which is ordinarily undesirable; and if Kṛṣṇa does not want, he shall not do that which he would have ordinarily done for his own satisfaction. Therefore to act or not to act is within his control because he acts only under the direction of Kṛṣṇa. This consciousness is the causeless mercy of the Lord, which the devotee can achieve in spite of his being attached to the sensual platform."}