{"title": "Bg. 2.72", "sanskrit": "एषा ब्राह्मी स्थितिःपार्थ नैनां प्राप्य विमुह्यति ।स्थित्वास्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति ॥ ७२ ॥", "transliteration": "eṣā brāhmī sthitiḥ pārthanaināṁ prāpya vimuhyatisthitvāsyām anta-kāle ’pibrahma-nirvāṇam ṛcchati", "words_trans": {"eṣā": "this", "brāhmī": "spiritual", "sthitiḥ": "situation", "pārtha": "O son of Pṛthā", "na": "never", "enām": "this", "prāpya": "achieving", "vimuhyati": "one is bewildered", "sthitvā": "being situated", "asyām": "in this", "anta-kāle": "at the end of life", "api": "also", "brahma-nirvāṇam": "the spiritual kingdom of God", "ṛcchati": "one attains."}, "literary_trans": "That is the way of the spiritual and godly life, after attaining which a man is not bewildered. If one is thus situated even at the hour of death, one can enter into the kingdom of God.That is the way of the spiritual and godly life, after attaining which a man is not bewildered. If one is thus situated even at the hour of death, one can enter into the kingdom of God.PurportOne can attain Kṛṣṇa consciousness or divine life at once, within a second – or one may not attain such a state of life even after millions of births. It is only a matter of understanding and accepting the fact. Khaṭvāṅga Mahārāja attained this state of life just a few minutes before his death, by surrendering unto Kṛṣṇa. Nirvāṇa means ending the process of materialistic life. According to Buddhist philosophy, there is only void after the completion of this material life, but Bhagavad-gītā teaches differently. Actual life begins after the completion of this material life. For the gross materialist it is sufficient to know that one has to end this materialistic way of life, but for persons who are spiritually advanced, there is another life after this materialistic life. Before ending this life, if one fortunately becomes Kṛṣṇa conscious, he at once attains the stage of brahma-nirvāṇa. There is no difference between the kingdom of God and the devotional service of the Lord. Since both of them are on the absolute plane, to be engaged in the transcendental loving service of the Lord is to have attained the spiritual kingdom. In the material world there are activities of sense gratification, whereas in the spiritual world there are activities of Kṛṣṇa consciousness. Attainment of Kṛṣṇa consciousness even during this life is immediate attainment of Brahman, and one who is situated in Kṛṣṇa consciousness has certainly already entered into the kingdom of God.Brahman is just the opposite of matter. Therefore brāhmī sthiti means “not on the platform of material activities.” Devotional service of the Lord is accepted in the Bhagavad-gītā as the liberated stage (sa guṇān samatītyaitān brahma-bhūyāya kalpate). Therefore, brāhmī sthiti is liberation from material bondage.Śrīla Bhaktivinoda Ṭhākura has summarized this Second Chapter of the Bhagavad-gītā as being the contents for the whole text. In the Bhagavad-gītā, the subject matters are karma-yoga, jñāna-yoga and bhakti-yoga. In the Second Chapter karma-yoga and jñāna-yoga have been clearly discussed, and a glimpse of bhakti-yoga has also been given, as the contents for the complete text.Thus end the Bhaktivedanta Purports to the Second Chapter of the Śrīmad Bhagavad-gītā in the matter of its Contents."}