{"title": "Bg. 2.7", "sanskrit": "कार्पण्यदोषोपहतस्वभावःपृच्छामि त्वां धर्मसम्मूढचेताः ।यच्छ्रेयः स्यान्निश्‍चितं ब्रूहि तन्मेशिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम् ॥ ७ ॥", "transliteration": "kārpaṇya-doṣopahata-svabhāvaḥpṛcchāmi tvāṁ dharma-sammūḍha-cetāḥyac chreyaḥ syān niścitaṁ brūhi tan meśiṣyas te ’haṁ śādhi māṁ tvāṁ prapannam", "words_trans": {"kārpaṇya": "of miserliness", "doṣa": "by the weakness", "upahata": "being afflicted", "svabhāvaḥ": "characteristics", "pṛcchāmi": "I am asking", "tvām": "unto You", "dharma": "religion", "sammūḍha": "bewildered", "cetāḥ": "in heart", "yat": "what", "śreyaḥ": "all-good", "syāt": "may be", "niścitam": "confidently", "brūhi": "tell", "tat": "that", "me": "unto me", "śiṣyaḥ": "disciple", "te": "Your", "aham": "I am", "śādhi": "just instruct", "mām": "me", "prapannam": "surrendered."}, "literary_trans": "Now I am confused about my duty and have lost all composure because of miserly weakness. In this condition I am asking You to tell me for certain what is best for me. Now I am Your disciple, and a soul surrendered unto You. Please instruct me.Now I am confused about my duty and have lost all composure because of miserly weakness. In this condition I am asking You to tell me for certain what is best for me. Now I am Your disciple, and a soul surrendered unto You. Please instruct me.PurportBy nature’s own way the complete system of material activities is a source of perplexity for everyone. In every step there is perplexity, and therefore it behooves one to approach a bona fide spiritual master who can give one proper guidance for executing the purpose of life. All Vedic literatures advise us to approach a bona fide spiritual master to get free from the perplexities of life, which happen without our desire. They are like a forest fire that somehow blazes without being set by anyone. Similarly, the world situation is such that perplexities of life automatically appear, without our wanting such confusion. No one wants fire, and yet it takes place, and we become perplexed. The Vedic wisdom therefore advises that in order to solve the perplexities of life and to understand the science of the solution, one must approach a spiritual master who is in the disciplic succession. A person with a bona fide spiritual master is supposed to know everything. One should not, therefore, remain in material perplexities but should approach a spiritual master. This is the purport of this verse.Who is the man in material perplexities? It is he who does not understand the problems of life. In the Bṛhad-āraṇyaka Upaniṣad (3.8.10) the perplexed man is described as follows: yo vā etad akṣaraṁ gārgy aviditvāsmāḻ lokāt praiti sa kṛpaṇaḥ. “He is a miserly man who does not solve the problems of life as a human and who thus quits this world like the cats and dogs, without understanding the science of self-realization.” This human form of life is a most valuable asset for the living entity, who can utilize it for solving the problems of life; therefore, one who does not utilize this opportunity properly is a miser. On the other hand, there is the brāhmaṇa, or he who is intelligent enough to utilize this body to solve all the problems of life. Ya etad akṣaraṁ gārgi viditvāsmāl lokāt praiti sa brāhmaṇaḥ.The kṛpaṇas, or miserly persons, waste their time in being overly affectionate for family, society, country, etc., in the material conception of life. One is often attached to family life, namely to wife, children and other members, on the basis of “skin disease.” The kṛpaṇa thinks that he is able to protect his family members from death; or the kṛpaṇa thinks that his family or society can save him from the verge of death. Such family attachment can be found even in the lower animals, who take care of children also. Being intelligent, Arjuna could understand that his affection for family members and his wish to protect them from death were the causes of his perplexities. Although he could understand that his duty to fight was awaiting him, still, on account of miserly weakness, he could not discharge the duties. He is therefore asking Lord Kṛṣṇa, the supreme spiritual master, to make a definite solution. He offers himself to Kṛṣṇa as a disciple. He wants to stop friendly talks. Talks between the master and the disciple are serious, and now Arjuna wants to talk very seriously before the recognized spiritual master. Kṛṣṇa is therefore the original spiritual master of the science of Bhagavad-gītā, and Arjuna is the first disciple for understanding the Gītā. How Arjuna understands the Bhagavad-gītā is stated in the Gītā itself. And yet foolish mundane scholars explain that one need not submit to Kṛṣṇa as a person, but to “the unborn within Kṛṣṇa.” There is no difference between Kṛṣṇa’s within and without. And one who has no sense of this understanding is the greatest fool in trying to understand Bhagavad-gītā."}