{"title": "Bg. 3.15", "sanskrit": "कर्म ब्रह्मोद्भ‍वं विद्धि ब्रह्माक्षरसमुद्भ‍वम् ।तस्मात्सर्वगतं ब्रह्म नित्यं यज्ञे प्रतिष्ठितम् ॥ १५ ॥", "transliteration": "karma brahmodbhavaṁ viddhibrahmākṣara-samudbhavamtasmāt sarva-gataṁ brahmanityaṁ yajñe pratiṣṭhitam", "words_trans": {"karma": "work", "brahma": "transcendence", "udbhavam": "produced", "viddhi": "you should know", "akṣara": "from the Supreme Brahman (Personality of Godhead)", "samudbhavam": "directly manifested", "tasmāt": "therefore", "sarva-gatam": "all-pervading", "nityam": "eternally", "yajñe": "in sacrifice", "pratiṣṭhitam": "situated."}, "literary_trans": "Regulated activities are prescribed in the Vedas, and the Vedas are directly manifested from the Supreme Personality of Godhead. Consequently the all-pervading Transcendence is eternally situated in acts of sacrifice.Regulated activities are prescribed in the Vedas, and the Vedas are directly manifested from the Supreme Personality of Godhead. Consequently the all-pervading Transcendence is eternally situated in acts of sacrifice.PurportYajñārtha-karma, or the necessity of work for the satisfaction of Kṛṣṇa only, is more expressly stated in this verse. If we have to work for the satisfaction of the yajña-puruṣa, Viṣṇu, then we must find out the direction of work in Brahman, or the transcendental Vedas. The Vedas are therefore codes of working directions. Anything performed without the direction of the Vedas is called vikarma, or unauthorized or sinful work. Therefore, one should always take direction from the Vedas to be saved from the reaction of work. As one has to work in ordinary life by the direction of the state, one similarly has to work under direction of the supreme state of the Lord. Such directions in the Vedas are directly manifested from the breathing of the Supreme Personality of Godhead. It is said, asya mahato bhūtasya niśvasitam etad yad ṛg-vedo yajur-vedaḥ sāma-vedo ’tharvāṅgirasaḥ. “The four Vedas – namely the Ṛg Veda, Yajur Veda, Sāma Veda and Atharva Veda – are all emanations from the breathing of the great Personality of Godhead.” (Bṛhad-āraṇyaka Upaniṣad 4.5.11) The Lord, being omnipotent, can speak by breathing air, for as it is confirmed in the Brahma-saṁhitā, the Lord has the omnipotence to perform through each of His senses the actions of all other senses. In other words, the Lord can speak through His breathing, and He can impregnate by His eyes. In fact, it is said that He glanced over material nature and thus fathered all living entities. After creating or impregnating the conditioned souls into the womb of material nature, He gave His directions in the Vedic wisdom as to how such conditioned souls can return home, back to Godhead. We should always remember that the conditioned souls in material nature are all eager for material enjoyment. But the Vedic directions are so made that one can satisfy one’s perverted desires, then return to Godhead, having finished his so-called enjoyment. It is a chance for the conditioned souls to attain liberation; therefore the conditioned souls must try to follow the process of yajña by becoming Kṛṣṇa conscious. Even those who have not followed the Vedic injunctions may adopt the principles of Kṛṣṇa consciousness, and that will take the place of performance of Vedic yajñas, or karmas."}