{"title": "Bg. 3.1", "sanskrit": "अर्जुन उवाचज्यायसी चेत्कर्मणस्ते मता बुद्धिर्जनार्दन ।तत्किं कर्मणि घोरे मां नियोजयसि केशव ॥ १ ॥", "transliteration": "arjuna uvācajyāyasī cet karmaṇas tematā buddhir janārdanatat kiṁ karmaṇi ghore māṁniyojayasi keśava", "words_trans": {"arjunaḥ uvāca": "Arjuna said", "jyāyasī": "better", "cet": "if", "karmaṇaḥ": "than fruitive action", "te": "by You", "matā": "is considered", "buddhiḥ": "intelligence", "janārdana": "O Kṛṣṇa", "tat": "therefore", "kim": "why", "karmaṇi": "in action", "ghore": "ghastly", "mām": "me", "niyojayasi": "You are engaging", "keśava": "O Kṛṣṇa."}, "literary_trans": "Arjuna said: O Janārdana, O Keśava, why do You want to engage me in this ghastly warfare, if You think that intelligence is better than fruitive work?Arjuna said: O Janārdana, O Keśava, why do You want to engage me in this ghastly warfare, if You think that intelligence is better than fruitive work?PurportThe Supreme Personality of Godhead Śrī Kṛṣṇa has very elaborately described the constitution of the soul in the previous chapter, with a view to delivering His intimate friend Arjuna from the ocean of material grief. And the path of realization has been recommended: buddhi-yoga, or Kṛṣṇa consciousness. Sometimes Kṛṣṇa consciousness is misunderstood to be inertia, and one with such a misunderstanding often withdraws to a secluded place to become fully Kṛṣṇa conscious by chanting the holy name of Lord Kṛṣṇa. But without being trained in the philosophy of Kṛṣṇa consciousness, it is not advisable to chant the holy name of Kṛṣṇa in a secluded place, where one may acquire only cheap adoration from the innocent public. Arjuna also thought of Kṛṣṇa consciousness or buddhi-yoga, or intelligence in spiritual advancement of knowledge, as something like retirement from active life and the practice of penance and austerity at a secluded place. In other words, he wanted to skillfully avoid the fighting by using Kṛṣṇa consciousness as an excuse. But as a sincere student, he placed the matter before his master and questioned Kṛṣṇa as to his best course of action. In answer, Lord Kṛṣṇa elaborately explained karma-yoga, or work in Kṛṣṇa consciousness, in this Third Chapter."}