{"title": "Bg. 3.12", "sanskrit": "इष्टान्भोगान्हि वो देवा दास्यन्ते यज्ञभाविताः ।तैर्दत्तानप्रदायैभ्यो यो भुङ्क्ते स्तेन एव सः ॥ १२ ॥", "transliteration": "iṣṭān bhogān hi vo devādāsyante yajña-bhāvitāḥtair dattān apradāyaibhyoyo bhuṅkte stena eva saḥ", "words_trans": {"iṣṭān": "desired", "bhogān": "necessities of life", "hi": "certainly", "vaḥ": "unto you", "devāḥ": "the demigods", "dāsyante": "will award", "yajña-bhāvitāḥ": "being satisfied by the performance of sacrifices", "taiḥ": "by them", "dattān": "things given", "apradāya": "without offering", "ebhyaḥ": "to these demigods", "yaḥ": "he who", "bhuṅkte": "enjoys", "stenaḥ": "thief", "eva": "certainly", "saḥ": "he."}, "literary_trans": "In charge of the various necessities of life, the demigods, being satisfied by the performance of yajña [sacrifice], will supply all necessities to you. But he who enjoys such gifts without offering them to the demigods in return is certainly a thief.In charge of the various necessities of life, the demigods, being satisfied by the performance of yajña [sacrifice], will supply all necessities to you. But he who enjoys such gifts without offering them to the demigods in return is certainly a thief.PurportThe demigods are authorized supplying agents on behalf of the Supreme Personality of Godhead, Viṣṇu. Therefore, they must be satisfied by the performance of prescribed yajñas. In the Vedas, there are different kinds of yajñas prescribed for different kinds of demigods, but all are ultimately offered to the Supreme Personality of Godhead. For one who cannot understand what the Personality of Godhead is, sacrifice to the demigods is recommended. According to the different material qualities of the persons concerned, different types of yajñas are recommended in the Vedas. Worship of different demigods is also on the same basis – namely, according to different qualities. For example, the meat-eaters are recommended to worship the goddess Kālī, the ghastly form of material nature, and before the goddess the sacrifice of animals is recommended. But for those who are in the mode of goodness, the transcendental worship of Viṣṇu is recommended. But ultimately all yajñas are meant for gradual promotion to the transcendental position. For ordinary men, at least five yajñas, known as pañca-mahā-yajña, are necessary.One should know, however, that all the necessities of life that the human society requires are supplied by the demigod agents of the Lord. No one can manufacture anything. Take, for example, all the eatables of human society. These eatables include grains, fruits, vegetables, milk, sugar, etc., for the persons in the mode of goodness, and also eatables for the nonvegetarians, like meats, none of which can be manufactured by men. Then again, take for example heat, light, water, air, etc., which are also necessities of life – none of them can be manufactured by the human society. Without the Supreme Lord, there can be no profuse sunlight, moonlight, rainfall, breeze, etc., without which no one can live. Obviously, our life is dependent on supplies from the Lord. Even for our manufacturing enterprises, we require so many raw materials like metal, sulphur, mercury, manganese, and so many essentials – all of which are supplied by the agents of the Lord, with the purpose that we should make proper use of them to keep ourselves fit and healthy for the purpose of self-realization, leading to the ultimate goal of life, namely, liberation from the material struggle for existence. This aim of life is attained by performance of yajñas. If we forget the purpose of human life and simply take supplies from the agents of the Lord for sense gratification and become more and more entangled in material existence, which is not the purpose of creation, certainly we become thieves, and therefore we are punished by the laws of material nature. A society of thieves can never be happy, because they have no aim in life. The gross materialist thieves have no ultimate goal of life. They are simply directed to sense gratification; nor do they have knowledge of how to perform yajñas. Lord Caitanya, however, inaugurated the easiest performance of yajña, namely the saṅkīrtana-yajña, which can be performed by anyone in the world who accepts the principles of Kṛṣṇa consciousness."}