{"title": "Bg. 3.19", "sanskrit": "तस्मादसक्तः सततं कार्यं कर्म समाचर ।असक्तो ह्याचरन्कर्म परमाप्‍नोति पूरूषः ॥ १९ ॥", "transliteration": "tasmād asaktaḥ satataṁkāryaṁ karma samācaraasakto hy ācaran karmaparam āpnoti pūruṣaḥ", "words_trans": {"tasmāt": "therefore", "asaktaḥ": "unattached", "satatam": "constantly", "kāryam": "as duty", "karma": "work", "samācara": "perform", "hi": "certainly", "ācaran": "performing", "param": "the Supreme", "āpnoti": "achieves", "pūruṣaḥ": "a man."}, "literary_trans": "Therefore, without being attached to the fruits of activities, one should act as a matter of duty, for by working without attachment one attains the Supreme.Therefore, without being attached to the fruits of activities, one should act as a matter of duty, for by working without attachment one attains the Supreme.PurportThe Supreme is the Personality of Godhead for the devotees, and liberation for the impersonalist. A person, therefore, acting for Kṛṣṇa, or in Kṛṣṇa consciousness, under proper guidance and without attachment to the result of the work, is certainly making progress toward the supreme goal of life. Arjuna is told that he should fight in the Battle of Kurukṣetra for the interest of Kṛṣṇa because Kṛṣṇa wanted him to fight. To be a good man or a nonviolent man is a personal attachment, but to act on behalf of the Supreme is to act without attachment for the result. That is perfect action of the highest degree, recommended by the Supreme Personality of Godhead, Śrī Kṛṣṇa.Vedic rituals, like prescribed sacrifices, are performed for purification of impious activities that were performed in the field of sense gratification. But action in Kṛṣṇa consciousness is transcendental to the reactions of good or evil work. A Kṛṣṇa conscious person has no attachment for the result but acts on behalf of Kṛṣṇa alone. He engages in all kinds of activities, but is completely nonattached."}