{"title": "Bg. 3.21", "sanskrit": "यद्यदाचरति श्रेष्ठस्तत्तदेवेतरो जनः ।स यत्प्रमाणं कुरुते लोकस्तदनुवर्तते ॥ २१ ॥", "transliteration": "yad yad ācarati śreṣṭhastat tad evetaro janaḥsa yat pramāṇaṁ kurutelokas tad anuvartate", "words_trans": {"yat yat": "whatever", "ācarati": "he does", "śreṣṭhaḥ": "a respectable leader", "tat": "that", "eva": "certainly", "itaraḥ": "common", "janaḥ": "person", "saḥ": "he", "yat": "whichever", "pramāṇam": "example", "kurute": "does perform", "lokaḥ": "all the world", "anuvartate": "follows in the footsteps."}, "literary_trans": "Whatever action a great man performs, common men follow. And whatever standards he sets by exemplary acts, all the world pursues.Whatever action a great man performs, common men follow. And whatever standards he sets by exemplary acts, all the world pursues.PurportPeople in general always require a leader who can teach the public by practical behavior. A leader cannot teach the public to stop smoking if he himself smokes. Lord Caitanya said that a teacher should behave properly before he begins teaching. One who teaches in that way is called ācārya, or the ideal teacher. Therefore, a teacher must follow the principles of śāstra (scripture) to teach the common man. The teacher cannot manufacture rules against the principles of revealed scriptures. The revealed scriptures, like Manu-saṁhitā and similar others, are considered the standard books to be followed by human society. Thus the leader’s teaching should be based on the principles of such standard śāstras. One who desires to improve himself must follow the standard rules as they are practiced by the great teachers. The Śrīmad-Bhāgavatam also affirms that one should follow in the footsteps of great devotees, and that is the way of progress on the path of spiritual realization. The king or the executive head of a state, the father and the schoolteacher are all considered to be natural leaders of the innocent people in general. All such natural leaders have a great responsibility to their dependents; therefore they must be conversant with standard books of moral and spiritual codes."}