{"title": "Bg. 3.28", "sanskrit": "तत्त्ववित्तु महाबाहो गुणकर्मविभागयोः ।गुणा गुणेषु वर्तन्त इति मत्वा न सज्ज‍ते ॥ २८ ॥", "transliteration": "tattva-vit tu mahā-bāhoguṇa-karma-vibhāgayoḥguṇā guṇeṣu vartantaiti matvā na sajjate", "words_trans": {"tattva-vit": "the knower of the Absolute Truth", "tu": "but", "mahā-bāho": "O mighty-armed one", "guṇa-karma": "of works under material influence", "vibhāgayoḥ": "differences", "guṇāḥ": "senses", "guṇeṣu": "in sense gratification", "vartante": "are being engaged", "iti": "thus", "matvā": "thinking", "na": "never", "sajjate": "becomes attached."}, "literary_trans": "One who is in knowledge of the Absolute Truth, O mighty-armed, does not engage himself in the senses and sense gratification, knowing well the differences between work in devotion and work for fruitive results.One who is in knowledge of the Absolute Truth, O mighty-armed, does not engage himself in the senses and sense gratification, knowing well the differences between work in devotion and work for fruitive results.PurportThe knower of the Absolute Truth is convinced of his awkward position in material association. He knows that he is part and parcel of the Supreme Personality of Godhead, Kṛṣṇa, and that his position should not be in the material creation. He knows his real identity as part and parcel of the Supreme, who is eternal bliss and knowledge, and he realizes that somehow or other he is entrapped in the material conception of life. In his pure state of existence he is meant to dovetail his activities in devotional service to the Supreme Personality of Godhead, Kṛṣṇa. He therefore engages himself in the activities of Kṛṣṇa consciousness and becomes naturally unattached to the activities of the material senses, which are all circumstantial and temporary. He knows that his material condition of life is under the supreme control of the Lord; consequently he is not disturbed by all kinds of material reactions, which he considers to be the mercy of the Lord. According to Śrīmad-Bhāgavatam, one who knows the Absolute Truth in three different features – namely Brahman, Paramātmā and the Supreme Personality of Godhead – is called tattva-vit, for he knows also his own factual position in relationship with the Supreme."}