{"title": "Bg. 3.34", "sanskrit": "इन्द्रियस्येन्द्रियस्यार्थे रागद्वेषौ व्यवस्थितौ ।तयोर्न वशमागच्छेत्तौ ह्यस्य परिपन्थिनौ ॥ ३४ ॥", "transliteration": "indriyasyendriyasyārtherāga-dveṣau vyavasthitautayor na vaśam āgacchettau hy asya paripanthinau", "words_trans": {"indriyasya": "of the senses", "indriyasya arthe": "in the sense objects", "rāga": "attachment", "dveṣau": "also detachment", "vyavasthitau": "put under regulations", "tayoḥ": "of them", "na": "never", "vaśam": "control", "āgacchet": "one should come", "tau": "those", "hi": "certainly", "asya": "his", "paripanthinau": "stumbling blocks."}, "literary_trans": "There are principles to regulate attachment and aversion pertaining to the senses and their objects. One should not come under the control of such attachment and aversion, because they are stumbling blocks on the path of self-realization.There are principles to regulate attachment and aversion pertaining to the senses and their objects. One should not come under the control of such attachment and aversion, because they are stumbling blocks on the path of self-realization.PurportThose who are in Kṛṣṇa consciousness are naturally reluctant to engage in material sense gratification. But those who are not in such consciousness should follow the rules and regulations of the revealed scriptures. Unrestricted sense enjoyment is the cause of material encagement, but one who follows the rules and regulations of the revealed scriptures does not become entangled by the sense objects. For example, sex enjoyment is a necessity for the conditioned soul, and sex enjoyment is allowed under the license of marriage ties. According to scriptural injunctions, one is forbidden to engage in sex relationships with any women other than one’s wife. All other women are to be considered as one’s mother. But in spite of such injunctions, a man is still inclined to have sex relationships with other women. These propensities are to be curbed; otherwise they will be stumbling blocks on the path of self-realization. As long as the material body is there, the necessities of the material body are allowed, but under rules and regulations. And yet, we should not rely upon the control of such allowances. One has to follow those rules and regulations, unattached to them, because practice of sense gratification under regulations may also lead one to go astray – as much as there is always the chance of an accident, even on the royal roads. Although they may be very carefully maintained, no one can guarantee that there will be no danger even on the safest road. The sense enjoyment spirit has been current a very long, long time, owing to material association. Therefore, in spite of regulated sense enjoyment, there is every chance of falling down; therefore any attachment for regulated sense enjoyment must also be avoided by all means. But attachment to Kṛṣṇa consciousness, or acting always in the loving service of Kṛṣṇa, detaches one from all kinds of sensory activities. Therefore, no one should try to be detached from Kṛṣṇa consciousness at any stage of life. The whole purpose of detachment from all kinds of sense attachment is ultimately to become situated on the platform of Kṛṣṇa consciousness."}