{"title": "Bg. 3.41", "sanskrit": "तस्मात्त्वमिन्द्रियाण्यादौ नियम्य भरतर्षभ ।पाप्मानं प्रजहि ह्येनं ज्ञानविज्ञाननाशनम् ॥ ४१ ॥", "transliteration": "tasmāt tvam indriyāṇy ādauniyamya bharatarṣabhapāpmānaṁ prajahi hy enaṁjñāna-vijñāna-nāśanam", "words_trans": {"tasmāt": "therefore", "tvam": "you", "indriyāṇi": "senses", "ādau": "in the beginning", "niyamya": "by regulating", "bharata-ṛṣabha": "O chief amongst the descendants of Bharata", "pāpmānam": "the great symbol of sin", "prajahi": "curb", "hi": "certainly", "enam": "this", "jñāna": "of knowledge", "vijñāna": "and scientific knowledge of the pure soul", "nāśanam": "the destroyer."}, "literary_trans": "Therefore, O Arjuna, best of the Bhāratas, in the very beginning curb this great symbol of sin [lust] by regulating the senses, and slay this destroyer of knowledge and self-realization.Therefore, O Arjuna, best of the Bhāratas, in the very beginning curb this great symbol of sin [lust] by regulating the senses, and slay this destroyer of knowledge and self-realization.PurportThe Lord advised Arjuna to regulate the senses from the very beginning so that he could curb the greatest sinful enemy, lust, which destroys the urge for self-realization and specific knowledge of the self. Jñāna refers to knowledge of self as distinguished from non-self, or in other words, knowledge that the spirit soul is not the body. Vijñāna refers to specific knowledge of the spirit soul’s constitutional position and his relationship to the Supreme Soul. It is explained thus in the Śrīmad-Bhāgavatam (2.9.31):jñānaṁ parama-guhyaṁ meyad vijñāna-samanvitamsa-rahasyaṁ tad-aṅgaṁ cagṛhāṇa gaditaṁ mayā“The knowledge of the self and Supreme Self is very confidential and mysterious, but such knowledge and specific realization can be understood if explained with their various aspects by the Lord Himself.” Bhagavad-gītā gives us that general and specific knowledge of the self. The living entities are parts and parcels of the Lord, and therefore they are simply meant to serve the Lord. This consciousness is called Kṛṣṇa consciousness. So, from the very beginning of life one has to learn this Kṛṣṇa consciousness, and thereby one may become fully Kṛṣṇa conscious and act accordingly.Lust is only the perverted reflection of the love of God which is natural for every living entity. But if one is educated in Kṛṣṇa consciousness from the very beginning, that natural love of God cannot deteriorate into lust. When love of God deteriorates into lust, it is very difficult to return to the normal condition. Nonetheless, Kṛṣṇa consciousness is so powerful that even a late beginner can become a lover of God by following the regulative principles of devotional service. So, from any stage of life, or from the time of understanding its urgency, one can begin regulating the senses in Kṛṣṇa consciousness, devotional service of the Lord, and turn the lust into love of Godhead – the highest perfectional stage of human life."}