{"title": "Bg. 3.6", "sanskrit": "कर्मेन्द्रियाणि संयम्य य आस्ते मनसा स्मरन् ।इन्द्रियार्थान्विमूढात्मा मिथ्याचारः स उच्यते ॥ ६ ॥", "transliteration": "karmendriyāṇi saṁyamyaya āste manasā smaranindriyārthān vimūḍhātmāmithyācāraḥ sa ucyate", "words_trans": {"karma-indriyāṇi": "the five working sense organs", "saṁyamya": "controlling", "yaḥ": "anyone who", "āste": "remains", "manasā": "by the mind", "smaran": "thinking of", "indriya-arthān": "sense objects", "vimūḍha": "foolish", "ātmā": "soul", "mithyā-ācāraḥ": "pretender", "saḥ": "he", "ucyate": "is called."}, "literary_trans": "One who restrains the senses of action but whose mind dwells on sense objects certainly deludes himself and is called a pretender.One who restrains the senses of action but whose mind dwells on sense objects certainly deludes himself and is called a pretender.PurportThere are many pretenders who refuse to work in Kṛṣṇa consciousness but make a show of meditation, while actually dwelling within the mind upon sense enjoyment. Such pretenders may also speak on dry philosophy in order to bluff sophisticated followers, but according to this verse these are the greatest cheaters. For sense enjoyment one can act in any capacity of the social order, but if one follows the rules and regulations of his particular status, he can make gradual progress in purifying his existence. But he who makes a show of being a yogī while actually searching for the objects of sense gratification must be called the greatest cheater, even though he sometimes speaks of philosophy. His knowledge has no value, because the effects of such a sinful man’s knowledge are taken away by the illusory energy of the Lord. Such a pretender’s mind is always impure, and therefore his show of yogic meditation has no value whatsoever."}