{"title": "Bg. 4.14", "sanskrit": "न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा ।इति मां योऽभिजानाति कर्मभिर्न स बध्यते ॥ १४ ॥", "transliteration": "na māṁ karmāṇi limpantina me karma-phale spṛhāiti māṁ yo ’bhijānātikarmabhir na sa badhyate", "words_trans": {"na": "never", "mām": "Me", "karmāṇi": "all kinds of work", "limpanti": "do affect", "me": "My", "karma-phale": "in fruitive action", "spṛhā": "aspiration", "iti": "thus", "yaḥ": "one who", "abhijānāti": "does know", "karmabhiḥ": "by the reaction of such work", "saḥ": "he", "badhyate": "becomes entangled."}, "literary_trans": "There is no work that affects Me; nor do I aspire for the fruits of action. One who understands this truth about Me also does not become entangled in the fruitive reactions of work.There is no work that affects Me; nor do I aspire for the fruits of action. One who understands this truth about Me also does not become entangled in the fruitive reactions of work.PurportAs there are constitutional laws in the material world stating that the king can do no wrong, or that the king is not subject to the state laws, similarly the Lord, although He is the creator of this material world, is not affected by the activities of the material world. He creates and remains aloof from the creation, whereas the living entities are entangled in the fruitive results of material activities because of their propensity for lording it over material resources. The proprietor of an establishment is not responsible for the right and wrong activities of the workers, but the workers are themselves responsible. The living entities are engaged in their respective activities of sense gratification, and these activities are not ordained by the Lord. For advancement of sense gratification, the living entities are engaged in the work of this world, and they aspire to heavenly happiness after death. The Lord, being full in Himself, has no attraction for so-called heavenly happiness. The heavenly demigods are only His engaged servants. The proprietor never desires the low-grade happiness such as the workers may desire. He is aloof from the material actions and reactions. For example, the rains are not responsible for different types of vegetation that appear on the earth, although without such rains there is no possibility of vegetative growth. Vedic smṛti confirms this fact as follows:nimitta-mātram evāsausṛjyānāṁ sarga-karmaṇipradhāna-kāraṇī-bhūtāyato vai sṛjya-śaktayaḥ“In the material creations, the Lord is only the supreme cause. The immediate cause is material nature, by which the cosmic manifestation is made visible.” The created beings are of many varieties, such as the demigods, human beings and lower animals, and all of them are subject to the reactions of their past good or bad activities. The Lord only gives them the proper facilities for such activities and the regulations of the modes of nature, but He is never responsible for their past and present activities. In the Vedānta-sūtra (2.1.34) it is confirmed, vaiṣamya-nairghṛṇye na sāpekṣatvāt: the Lord is never partial to any living entity. The living entity is responsible for his own acts. The Lord only gives him facilities, through the agency of material nature, the external energy. Anyone who is fully conversant with all the intricacies of this law of karma, or fruitive activities, does not become affected by the results of his activities. In other words, the person who understands this transcendental nature of the Lord is an experienced man in Kṛṣṇa consciousness, and thus he is never subjected to the laws of karma. One who does not know the transcendental nature of the Lord and who thinks that the activities of the Lord are aimed at fruitive results, as are the activities of the ordinary living entities, certainly becomes entangled himself in fruitive reactions. But one who knows the Supreme Truth is a liberated soul fixed in Kṛṣṇa consciousness."}