{"title": "Bg. 4.17", "sanskrit": "कर्मणो ह्यपि बोद्धव्यं बोद्धव्यं च विकर्मणः ।अकर्मणश्च बोद्धव्यं गहना कर्मणो गतिः ॥ १७ ॥", "transliteration": "karmaṇo hy api boddhavyaṁboddhavyaṁ ca vikarmaṇaḥakarmaṇaś ca boddhavyaṁgahanā karmaṇo gatiḥ", "words_trans": {"karmaṇaḥ": "of work", "hi": "certainly", "api": "also", "boddhavyam": "should be understood", "ca": "also", "vikarmaṇaḥ": "of forbidden work", "akarmaṇaḥ": "of inaction", "gahanā": "very difficult", "gatiḥ": "entrance."}, "literary_trans": "The intricacies of action are very hard to understand. Therefore one should know properly what action is, what forbidden action is and what inaction is.The intricacies of action are very hard to understand. Therefore one should know properly what action is, what forbidden action is and what inaction is.PurportIf one is serious about liberation from material bondage, one has to understand the distinctions between action, inaction and unauthorized actions. One has to apply oneself to such an analysis of action, reaction and perverted actions because it is a very difficult subject matter. To understand Kṛṣṇa consciousness and action according to its modes, one has to learn one’s relationship with the Supreme; i.e., one who has learned perfectly knows that every living entity is an eternal servitor of the Lord and that consequently one has to act in Kṛṣṇa consciousness. The entire Bhagavad-gītā is directed toward this conclusion. Any other conclusions against this consciousness and its attendant actions are vikarmas, or prohibited actions. To understand all this one has to associate with authorities in Kṛṣṇa consciousness and learn the secret from them; this is as good as learning from the Lord directly. Otherwise, even the most intelligent persons will be bewildered."}