{"title": "Bg. 4.10", "sanskrit": "वीतरागभयक्रोधा मन्मया मामुपाश्रिताः ।बहवो ज्ञानतपसा पूता मद्भ‍ावमागताः ॥ १० ॥", "transliteration": "vīta-rāga-bhaya-krodhāman-mayā mām upāśritāḥbahavo jñāna-tapasāpūtā mad-bhāvam āgatāḥ", "words_trans": {"vīta": "freed from", "rāga": "attachment", "bhaya": "fear", "krodhāḥ": "and anger", "mat-mayāḥ": "fully in Me", "mām": "in Me", "upāśritāḥ": "being fully situated", "bahavaḥ": "many", "jñāna": "of knowledge", "tapasā": "by the penance", "pūtāḥ": "being purified", "mat-bhāvam": "transcendental love for Me", "āgatāḥ": "attained."}, "literary_trans": "Being freed from attachment, fear and anger, being fully absorbed in Me and taking refuge in Me, many, many persons in the past became purified by knowledge of Me – and thus they all attained transcendental love for Me.Being freed from attachment, fear and anger, being fully absorbed in Me and taking refuge in Me, many, many persons in the past became purified by knowledge of Me – and thus they all attained transcendental love for Me.PurportAs described above, it is very difficult for a person who is too materially affected to understand the personal nature of the Supreme Absolute Truth. Generally, people who are attached to the bodily conception of life are so absorbed in materialism that it is almost impossible for them to understand how the Supreme can be a person. Such materialists cannot even imagine that there is a transcendental body which is imperishable, full of knowledge and eternally blissful. In the materialistic concept, the body is perishable, full of ignorance and completely miserable. Therefore, people in general keep this same bodily idea in mind when they are informed of the personal form of the Lord. For such materialistic men, the form of the gigantic material manifestation is supreme. Consequently they consider the Supreme to be impersonal. And because they are too materially absorbed, the conception of retaining the personality after liberation from matter frightens them. When they are informed that spiritual life is also individual and personal, they become afraid of becoming persons again, and so they naturally prefer a kind of merging into the impersonal void. Generally, they compare the living entities to the bubbles of the ocean, which merge into the ocean. That is the highest perfection of spiritual existence attainable without individual personality. This is a kind of fearful stage of life, devoid of perfect knowledge of spiritual existence. Furthermore there are many persons who cannot understand spiritual existence at all. Being embarrassed by so many theories and by contradictions of various types of philosophical speculation, they become disgusted or angry and foolishly conclude that there is no supreme cause and that everything is ultimately void. Such people are in a diseased condition of life. Some people are too materially attached and therefore do not give attention to spiritual life, some of them want to merge into the supreme spiritual cause, and some of them disbelieve in everything, being angry at all sorts of spiritual speculation out of hopelessness. This last class of men take to the shelter of some kind of intoxication, and their affective hallucinations are sometimes accepted as spiritual vision. One has to get rid of all three stages of material consciousness: attachment to material life, fear of a spiritual personal identity, and the conception of void that arises from frustration in life. To get free from these three stages of the material concept of life, one has to take complete shelter of the Lord, guided by the bona fide spiritual master, and follow the disciplines and regulative principles of devotional life. The last stage of the devotional life is called bhāva, or transcendental love of Godhead.According to Bhakti-rasāmṛta-sindhu (1.4.15–16), the science of devotional service:ādau śraddhā tataḥ sādhu-saṅgo ’tha bhajana-kriyātato ’nartha-nivṛttiḥ syāttato niṣṭhā rucis tataḥathāsaktis tato bhāvastataḥ premābhyudañcatisādhakānām ayaṁ premṇaḥprādurbhāve bhavet kramaḥ“In the beginning one must have a preliminary desire for self-realization. This will bring one to the stage of trying to associate with persons who are spiritually elevated. In the next stage one becomes initiated by an elevated spiritual master, and under his instruction the neophyte devotee begins the process of devotional service. By execution of devotional service under the guidance of the spiritual master, one becomes free from all material attachment, attains steadiness in self-realization, and acquires a taste for hearing about the Absolute Personality of Godhead, Śrī Kṛṣṇa. This taste leads one further forward to attachment for Kṛṣṇa consciousness, which is matured in bhāva, or the preliminary stage of transcendental love of God. Real love for God is called prema, the highest perfectional stage of life.” In the prema stage there is constant engagement in the transcendental loving service of the Lord. So, by the slow process of devotional service, under the guidance of the bona fide spiritual master, one can attain the highest stage, being freed from all material attachment, from the fearfulness of one’s individual spiritual personality, and from the frustrations that result in void philosophy. Then one can ultimately attain to the abode of the Supreme Lord."}