{"title": "Bg. 4.13", "sanskrit": "चातुर्वर्ण्यं मया सृष्टं गुणकर्मविभागशः ।तस्य कर्तारमपि मां विद्ध्यकर्तारमव्ययम् ॥ १३ ॥", "transliteration": "cātur-varṇyaṁ mayā sṛṣṭaṁguṇa-karma-vibhāgaśaḥtasya kartāram api māṁviddhy akartāram avyayam", "words_trans": {"cātuḥ-varṇyam": "the four divisions of human society", "mayā": "by Me", "sṛṣṭam": "created", "guṇa": "of quality", "karma": "and work", "vibhāgaśaḥ": "in terms of division", "tasya": "of that", "kartāram": "the father", "api": "although", "mām": "Me", "viddhi": "you may know", "akartāram": "as the nondoer", "avyayam": "unchangeable."}, "literary_trans": "According to the three modes of material nature and the work associated with them, the four divisions of human society are created by Me. And although I am the creator of this system, you should know that I am yet the nondoer, being unchangeable.According to the three modes of material nature and the work associated with them, the four divisions of human society are created by Me. And although I am the creator of this system, you should know that I am yet the nondoer, being unchangeable.PurportThe Lord is the creator of everything. Everything is born of Him, everything is sustained by Him, and everything, after annihilation, rests in Him. He is therefore the creator of the four divisions of the social order, beginning with the intelligent class of men, technically called brāhmaṇas due to their being situated in the mode of goodness. Next is the administrative class, technically called the kṣatriyas due to their being situated in the mode of passion. The mercantile men, called the vaiśyas, are situated in the mixed modes of passion and ignorance, and the śūdras, or laborer class, are situated in the ignorant mode of material nature. In spite of His creating the four divisions of human society, Lord Kṛṣṇa does not belong to any of these divisions, because He is not one of the conditioned souls, a section of whom form human society. Human society is similar to any other animal society, but to elevate men from the animal status, the above-mentioned divisions are created by the Lord for the systematic development of Kṛṣṇa consciousness. The tendency of a particular man toward work is determined by the modes of material nature which he has acquired. Such symptoms of life, according to the different modes of material nature, are described in the Eighteenth Chapter of this book. A person in Kṛṣṇa consciousness, however, is above even the brāhmaṇas. Although brāhmaṇas by quality are supposed to know about Brahman, the Supreme Absolute Truth, most of them approach only the impersonal Brahman manifestation of Lord Kṛṣṇa. But a man who transcends the limited knowledge of a brāhmaṇa and reaches the knowledge of the Supreme Personality of Godhead, Lord Śrī Kṛṣṇa, becomes a person in Kṛṣṇa consciousness – or, in other words, a Vaiṣṇava. Kṛṣṇa consciousness includes knowledge of all different plenary expansions of Kṛṣṇa, namely Rāma, Nṛsiṁha, Varāha, etc. And as Kṛṣṇa is transcendental to this system of the four divisions of human society, a person in Kṛṣṇa consciousness is also transcendental to all divisions of human society, whether we consider the divisions of community, nation or species."}