{"title": "Bg. 4.1", "sanskrit": "श्रीभगवानुवाचइमं विवस्वते योगं प्रोक्तवानहमव्ययम् ।विवस्वान्मनवे प्राह मनुरिक्ष्वाकवेऽब्रवीत् ॥ १ ॥", "transliteration": "śrī-bhagavān uvācaimaṁ vivasvate yogaṁproktavān aham avyayamvivasvān manave prāhamanur ikṣvākave ’bravīt", "words_trans": {"śrī-bhagavān uvāca": "the Supreme Personality of Godhead said", "imam": "this", "vivasvate": "unto the sun-god", "yogam": "the science of one’s relationship to the Supreme", "proktavān": "instructed", "aham": "I", "avyayam": "imperishable", "vivasvān": "Vivasvān (the sun-god’s name)", "manave": "unto the father of mankind (of the name Vaivasvata)", "prāha": "told", "manuḥ": "the father of mankind", "ikṣvākave": "unto King Ikṣvāku", "abravīt": "said."}, "literary_trans": "The Personality of Godhead, Lord Śrī Kṛṣṇa, said: I instructed this imperishable science of yoga to the sun-god, Vivasvān, and Vivasvān instructed it to Manu, the father of mankind, and Manu in turn instructed it to Ikṣvāku.The Personality of Godhead, Lord Śrī Kṛṣṇa, said: I instructed this imperishable science of yoga to the sun-god, Vivasvān, and Vivasvān instructed it to Manu, the father of mankind, and Manu in turn instructed it to Ikṣvāku.PurportHerein we find the history of the Bhagavad-gītā traced from a remote time when it was delivered to the royal order of all planets, beginning from the sun planet. The kings of all planets are especially meant for the protection of the inhabitants, and therefore the royal order should understand the science of Bhagavad-gītā in order to be able to rule the citizens and protect them from material bondage to lust. Human life is meant for cultivation of spiritual knowledge, in eternal relationship with the Supreme Personality of Godhead, and the executive heads of all states and all planets are obliged to impart this lesson to the citizens by education, culture and devotion. In other words, the executive heads of all states are intended to spread the science of Kṛṣṇa consciousness so that the people may take advantage of this great science and pursue a successful path, utilizing the opportunity of the human form of life.In this millennium, the sun-god is known as Vivasvān, the king of the sun, which is the origin of all planets within the solar system. In the Brahma-saṁhitā (5.52) it is stated:yac-cakṣur eṣa savitā sakala-grahāṇāṁrājā samasta-sura-mūrtir aśeṣa-tejāḥyasyājñayā bhramati sambhṛta-kāla-cakrogovindam ādi-puruṣaṁ tam ahaṁ bhajāmi“Let me worship,” Lord Brahmā said, “the Supreme Personality of Godhead, Govinda [Kṛṣṇa], who is the original person and under whose order the sun, which is the king of all planets, is assuming immense power and heat. The sun represents the eye of the Lord and traverses its orbit in obedience to His order.”The sun is the king of the planets, and the sun-god (at present of the name Vivasvān) rules the sun planet, which is controlling all other planets by supplying heat and light. He is rotating under the order of Kṛṣṇa, and Lord Kṛṣṇa originally made Vivasvān His first disciple to understand the science of Bhagavad-gītā. The Gītā is not, therefore, a speculative treatise for the insignificant mundane scholar but is a standard book of knowledge coming down from time immemorial.In the Mahābhārata (Śānti-parva 348.51–52) we can trace out the history of the Gītā as follows:tretā-yugādau ca tatovivasvān manave dadaumanuś ca loka-bhṛty-arthaṁsutāyekṣvākave dadauikṣvākuṇā ca kathitovyāpya lokān avasthitaḥ“In the beginning of the millennium known as Tretā-yuga this science of the relationship with the Supreme was delivered by Vivasvān to Manu. Manu, being the father of mankind, gave it to his son Mahārāja Ikṣvāku, the king of this earth planet and forefather of the Raghu dynasty, in which Lord Rāmacandra appeared.” Therefore, Bhagavad-gītā existed in human society from the time of Mahārāja Ikṣvāku.At the present moment we have just passed through five thousand years of the Kali-yuga, which lasts 432,000 years. Before this there was Dvāpara-yuga (800,000 years), and before that there was Tretā-yuga (1,200,000 years). Thus, some 2,005,000 years ago, Manu spoke the Bhagavad-gītā to his disciple and son Mahārāja Ikṣvāku, the king of this planet earth. The age of the current Manu is calculated to last some 305,300,000 years, of which 120,400,000 have passed. Accepting that before the birth of Manu the Gītā was spoken by the Lord to His disciple the sun-god Vivasvān, a rough estimate is that the Gītā was spoken at least 120,400,000 years ago; and in human society it has been extant for two million years. It was respoken by the Lord again to Arjuna about five thousand years ago. That is the rough estimate of the history of the Gītā, according to the Gītā itself and according to the version of the speaker, Lord Śrī Kṛṣṇa. It was spoken to the sun-god Vivasvān because he is also a kṣatriya and is the father of all kṣatriyas who are descendants of the sun-god, or the sūrya-vaṁśa kṣatriyas. Because Bhagavad-gītā is as good as the Vedas, being spoken by the Supreme Personality of Godhead, this knowledge is apauruṣeya, superhuman. Since the Vedic instructions are accepted as they are, without human interpretation, the Gītā must therefore be accepted without mundane interpretation. The mundane wranglers may speculate on the Gītā in their own ways, but that is not Bhagavad-gītā as it is. Therefore, Bhagavad-gītā has to be accepted as it is, from the disciplic succession, and it is described herein that the Lord spoke to the sun-god, the sun-god spoke to his son Manu, and Manu spoke to his son Ikṣvāku."}