{"title": "Bg. 4.30", "sanskrit": "सर्वेऽप्येते यज्ञविदो यज्ञक्षपितकल्मषाः ।यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम् ॥ ३० ॥", "transliteration": "sarve ’py ete yajña-vidoyajña-kṣapita-kalmaṣāḥyajña-śiṣṭāmṛta-bhujoyānti brahma sanātanam", "words_trans": {"sarve": "all", "api": "although apparently different", "ete": "these", "yajña-vidaḥ": "conversant with the purpose of performing sacrifices", "yajña-kṣapita": "being cleansed as the result of such performances", "kalmaṣāḥ": "of sinful reactions", "yajña-śiṣṭa": "of the result of such performances of yajña", "amṛta-bhujaḥ": "those who have tasted such nectar", "yānti": "do approach", "brahma": "the supreme", "sanātanam": "eternal atmosphere."}, "literary_trans": "All these performers who know the meaning of sacrifice become cleansed of sinful reactions, and, having tasted the nectar of the results of sacrifices, they advance toward the supreme eternal atmosphere.All these performers who know the meaning of sacrifice become cleansed of sinful reactions, and, having tasted the nectar of the results of sacrifices, they advance toward the supreme eternal atmosphere.PurportFrom the foregoing explanation of different types of sacrifice (namely sacrifice of one’s possessions, study of the Vedas or philosophical doctrines, and performance of the yoga system), it is found that the common aim of all is to control the senses. Sense gratification is the root cause of material existence; therefore, unless and until one is situated on a platform apart from sense gratification, there is no chance of being elevated to the eternal platform of full knowledge, full bliss and full life. This platform is in the eternal atmosphere, or Brahman atmosphere. All the above-mentioned sacrifices help one to become cleansed of the sinful reactions of material existence. By this advancement in life, not only does one become happy and opulent in this life, but also, at the end, he enters into the eternal kingdom of God, either merging into the impersonal Brahman or associating with the Supreme Personality of Godhead, Kṛṣṇa."}