{"title": "Bg. 4.33", "sanskrit": "श्रेयान्द्रव्यमयाद्यज्ञाज्ज्ञानयज्ञः परन्तप ।सर्वं कर्माखिलं पार्थ ज्ञाने परिसमाप्यते ॥ ३३ ॥", "transliteration": "śreyān dravya-mayād yajñājjñāna-yajñaḥ paran-tapasarvaṁ karmākhilaṁ pārthajñāne parisamāpyate", "words_trans": {"śreyān": "greater", "dravya-mayāt": "of material possessions", "yajñāt": "than the sacrifice", "jñāna-yajñaḥ": "sacrifice in knowledge", "param-tapa": "O chastiser of the enemy", "sarvam": "all", "karma": "activities", "akhilam": "in totality", "pārtha": "O son of Pṛthā", "jñāne": "in knowledge", "parisamāpyate": "end."}, "literary_trans": "O chastiser of the enemy, the sacrifice performed in knowledge is better than the mere sacrifice of material possessions. After all, O son of Pṛthā, all sacrifices of work culminate in transcendental knowledge.O chastiser of the enemy, the sacrifice performed in knowledge is better than the mere sacrifice of material possessions. After all, O son of Pṛthā, all sacrifices of work culminate in transcendental knowledge.PurportThe purpose of all sacrifices is to arrive at the status of complete knowledge, then to gain release from material miseries and, ultimately, to engage in loving transcendental service to the Supreme Lord (Kṛṣṇa consciousness). Nonetheless, there is a mystery about all these different activities of sacrifice, and one should know this mystery. Sacrifices sometimes take different forms according to the particular faith of the performer. When one’s faith reaches the stage of transcendental knowledge, the performer of sacrifices should be considered more advanced than those who simply sacrifice material possessions without such knowledge, for without attainment of knowledge, sacrifices remain on the material platform and bestow no spiritual benefit. Real knowledge culminates in Kṛṣṇa consciousness, the highest stage of transcendental knowledge. Without the elevation of knowledge, sacrifices are simply material activities. When, however, they are elevated to the level of transcendental knowledge, all such activities enter onto the spiritual platform. Depending on differences in consciousness, sacrificial activities are sometimes called karma-kāṇḍa (fruitive activities) and sometimes jñāna-kāṇḍa (knowledge in the pursuit of truth). It is better when the end is knowledge."}