{"title": "Bg. 4.4", "sanskrit": "अर्जुन उवाचअपरं भवतो जन्म परं जन्म विवस्वतः ।कथमेतद्विजानीयां त्वमादौ प्रोक्तवानिति ॥ ४ ॥", "transliteration": "arjuna uvācaaparaṁ bhavato janmaparaṁ janma vivasvataḥkatham etad vijānīyāṁtvam ādau proktavān iti", "words_trans": {"arjunaḥ uvāca": "Arjuna said", "aparam": "junior", "bhavataḥ": "Your", "janma": "birth", "param": "superior", "vivasvataḥ": "of the sun-god", "katham": "how", "etat": "this", "vijānīyām": "shall I understand", "tvam": "You", "ādau": "in the beginning", "proktavān": "instructed", "iti": "thus."}, "literary_trans": "Arjuna said: The sun-god Vivasvān is senior by birth to You. How am I to understand that in the beginning You instructed this science to him?Arjuna said: The sun-god Vivasvān is senior by birth to You. How am I to understand that in the beginning You instructed this science to him?PurportArjuna is an accepted devotee of the Lord, so how could he not believe Kṛṣṇa’s words? The fact is that Arjuna is not inquiring for himself but for those who do not believe in the Supreme Personality of Godhead or for the demons who do not like the idea that Kṛṣṇa should be accepted as the Supreme Personality of Godhead; for them only Arjuna inquires on this point, as if he were himself not aware of the Personality of Godhead, or Kṛṣṇa. As it will be evident from the Tenth Chapter, Arjuna knew perfectly well that Kṛṣṇa is the Supreme Personality of Godhead, the fountainhead of everything and the last word in transcendence. Of course, Kṛṣṇa also appeared as the son of Devakī on this earth. How Kṛṣṇa remained the same Supreme Personality of Godhead, the eternal original person, is very difficult for an ordinary man to understand. Therefore, to clarify this point, Arjuna put this question before Kṛṣṇa so that He Himself could speak authoritatively. That Kṛṣṇa is the supreme authority is accepted by the whole world, not only at present but from time immemorial, and the demons alone reject Him. Anyway, since Kṛṣṇa is the authority accepted by all, Arjuna put this question before Him in order that Kṛṣṇa would describe Himself without being depicted by the demons, who always try to distort Him in a way understandable to the demons and their followers. It is necessary that everyone, for his own interest, know the science of Kṛṣṇa. Therefore, when Kṛṣṇa Himself speaks about Himself, it is auspicious for all the worlds. To the demons, such explanations by Kṛṣṇa Himself may appear to be strange because the demons always study Kṛṣṇa from their own standpoint, but those who are devotees heartily welcome the statements of Kṛṣṇa when they are spoken by Kṛṣṇa Himself. The devotees will always worship such authoritative statements of Kṛṣṇa because they are always eager to know more and more about Him. The atheists, who consider Kṛṣṇa an ordinary man, may in this way come to know that Kṛṣṇa is superhuman, that He is sac-cid-ānanda-vigraha – the eternal form of bliss and knowledge – that He is transcendental, and that He is above the domination of the modes of material nature and above the influence of time and space. A devotee of Kṛṣṇa, like Arjuna, is undoubtedly above any misunderstanding of the transcendental position of Kṛṣṇa. Arjuna’s putting this question before the Lord is simply an attempt by the devotee to defy the atheistic attitude of persons who consider Kṛṣṇa to be an ordinary human being, subject to the modes of material nature."}