{"title": "Bg. 4.42", "sanskrit": "तस्मादज्ञानसम्भूतं हृत्स्थं ज्ञानासिनात्मनः ।छित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत ॥ ४२ ॥", "transliteration": "tasmād ajñāna-sambhūtaṁhṛt-sthaṁ jñānāsinātmanaḥchittvainaṁ saṁśayaṁ yogamātiṣṭhottiṣṭha bhārata", "words_trans": {"tasmāt": "therefore", "ajñāna-sambhūtam": "born of ignorance", "hṛt-stham": "situated in the heart", "jñāna": "of knowledge", "asinā": "by the weapon", "ātmanaḥ": "of the self", "chittvā": "cutting off", "enam": "this", "saṁśayam": "doubt", "yogam": "in yoga", "ātiṣṭha": "be situated", "uttiṣṭha": "stand up to fight", "bhārata": "O descendant of Bharata."}, "literary_trans": "Therefore the doubts which have arisen in your heart out of ignorance should be slashed by the weapon of knowledge. Armed with yoga, O Bhārata, stand and fight.Therefore the doubts which have arisen in your heart out of ignorance should be slashed by the weapon of knowledge. Armed with yoga, O Bhārata, stand and fight.PurportThe yoga system instructed in this chapter is called sanātana-yoga, or eternal activities performed by the living entity. This yoga has two divisions of sacrificial actions: one is called sacrifice of one’s material possessions, and the other is called knowledge of self, which is pure spiritual activity. If sacrifice of one’s material possessions is not dovetailed for spiritual realization, then such sacrifice becomes material. But one who performs such sacrifices with a spiritual objective, or in devotional service, makes a perfect sacrifice. When we come to spiritual activities, we find that these are also divided into two: namely, understanding of one’s own self (or one’s constitutional position), and the truth regarding the Supreme Personality of Godhead. One who follows the path of Bhagavad-gītā as it is can very easily understand these two important divisions of spiritual knowledge. For him there is no difficulty in obtaining perfect knowledge of the self as part and parcel of the Lord. And such understanding is beneficial, for such a person can easily understand the transcendental activities of the Lord. In the beginning of this chapter, the transcendental activities of the Lord were discussed by the Supreme Lord Himself. One who does not understand the instructions of the Gītā is faithless, and is to be considered to be misusing the fragmental independence awarded to him by the Lord. In spite of such instructions, one who does not understand the real nature of the Lord as the eternal, blissful, all-knowing Personality of Godhead is certainly fool number one. Ignorance can be removed by gradual acceptance of the principles of Kṛṣṇa consciousness. Kṛṣṇa consciousness is awakened by different types of sacrifices to the demigods, sacrifice to Brahman, sacrifice in celibacy, in household life, in controlling the senses, in practicing mystic yoga, in penance, in forgoing material possessions, in studying the Vedas and in partaking of the social institution called varṇāśrama-dharma. All of these are known as sacrifice, and all of them are based on regulated action. But within all these activities, the important factor is self-realization. One who seeks that objective is the real student of Bhagavad-gītā, but one who doubts the authority of Kṛṣṇa falls back. One is therefore advised to study Bhagavad-gītā, or any other scripture, under a bona fide spiritual master, with service and surrender. A bona fide spiritual master is in the disciplic succession from time eternal, and he does not deviate at all from the instructions of the Supreme Lord as they were imparted millions of years ago to the sun-god, from whom the instructions of Bhagavad-gītā have come down to the earthly kingdom. One should, therefore, follow the path of Bhagavad-gītā as it is expressed in the Gītā itself and beware of self-interested people after personal aggrandizement who deviate others from the actual path. The Lord is definitely the supreme person, and His activities are transcendental. One who understands this is a liberated person from the very beginning of his study of Bhagavad-gītā.Thus end the Bhaktivedanta Purports to the Fourth Chapter of the Śrīmad Bhagavad-gītā in the matter of Transcendental Knowledge."}