{"title": "Bg. 4.9", "sanskrit": "जन्म कर्म च मे दिव्यमेवं यो वेत्ति तत्त्वतः ।त्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन ॥ ९ ॥", "transliteration": "janma karma ca me divyamevaṁ yo vetti tattvataḥtyaktvā dehaṁ punar janmanaiti mām eti so ’rjuna", "words_trans": {"janma": "birth", "karma": "work", "ca": "also", "me": "of Mine", "divyam": "transcendental", "evam": "like this", "yaḥ": "anyone who", "vetti": "knows", "tattvataḥ": "in reality", "tyaktvā": "leaving aside", "deham": "this body", "punaḥ": "again", "na": "never", "eti": "does attain", "mām": "unto Me", "saḥ": "he", "arjuna": "O Arjuna."}, "literary_trans": "One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.One who knows the transcendental nature of My appearance and activities does not, upon leaving the body, take his birth again in this material world, but attains My eternal abode, O Arjuna.PurportThe Lord’s descent from His transcendental abode is already explained in the sixth verse. One who can understand the truth of the appearance of the Personality of Godhead is already liberated from material bondage, and therefore he returns to the kingdom of God immediately after quitting this present material body. Such liberation of the living entity from material bondage is not at all easy. The impersonalists and the yogīs attain liberation only after much trouble and many, many births. Even then, the liberation they achieve – merging into the impersonal brahma-jyotir of the Lord – is only partial, and there is the risk of returning to this material world. But the devotee, simply by understanding the transcendental nature of the body and activities of the Lord, attains the abode of the Lord after ending this body and does not run the risk of returning to this material world. In the Brahma-saṁhitā (5.33) it is stated that the Lord has many, many forms and incarnations: advaitam acyutam anādim ananta-rūpam. Although there are many transcendental forms of the Lord, they are still one and the same Supreme Personality of Godhead. One has to understand this fact with conviction, although it is incomprehensible to mundane scholars and empiric philosophers. As stated in the Vedas (Puruṣa-bodhinī Upaniṣad):eko devo nitya-līlānuraktobhakta-vyāpī hṛdy antar-ātmā“The one Supreme Personality of Godhead is eternally engaged in many, many transcendental forms in relationships with His unalloyed devotees.” This Vedic version is confirmed in this verse of the Gītā personally by the Lord. He who accepts this truth on the strength of the authority of the Vedas and of the Supreme Personality of Godhead and who does not waste time in philosophical speculations attains the highest perfectional stage of liberation. Simply by accepting this truth on faith, one can, without a doubt, attain liberation. The Vedic version tat tvam asi is actually applied in this case. Anyone who understands Lord Kṛṣṇa to be the Supreme, or who says unto the Lord, “You are the same Supreme Brahman, the Personality of Godhead,” is certainly liberated instantly, and consequently his entrance into the transcendental association of the Lord is guaranteed. In other words, such a faithful devotee of the Lord attains perfection, and this is confirmed by the following Vedic assertion:tam eva viditvāti mṛtyum etinānyaḥ panthā vidyate ’yanāya“One can attain the perfect stage of liberation from birth and death simply by knowing the Lord, the Supreme Personality of Godhead, and there is no other way to achieve this perfection.” (Śvetāśvatara Upaniṣad 3.8) That there is no alternative means that anyone who does not understand Lord Kṛṣṇa as the Supreme Personality of Godhead is surely in the mode of ignorance and consequently he will not attain salvation simply, so to speak, by licking the outer surface of the bottle of honey, or by interpreting the Bhagavad-gītā according to mundane scholarship. Such empiric philosophers may assume very important roles in the material world, but they are not necessarily eligible for liberation. Such puffed-up mundane scholars have to wait for the causeless mercy of the devotee of the Lord. One should therefore cultivate Kṛṣṇa consciousness with faith and knowledge, and in this way attain perfection."}