{"title": "Bg. 5.19", "sanskrit": "इहैव तैर्जित: सर्गो येषां साम्ये स्थितं मन: ।निर्दोषं हि समं ब्रह्म तस्माद्‍ब्रह्मणि ते स्थिता: ॥ १९ ॥", "transliteration": "ihaiva tair jitaḥ sargoyeṣāṁ sāmye sthitaṁ manaḥnirdoṣaṁ hi samaṁ brahmatasmād brahmaṇi te sthitāḥ", "words_trans": {"iha": "in this life", "eva": "certainly", "taiḥ": "by them", "jitaḥ": "conquered", "sargaḥ": "birth and death", "yeṣām": "whose", "sāmye": "in equanimity", "sthitam": "situated", "manaḥ": "mind", "nirdoṣam": "flawless", "hi": "certainly", "samam": "in equanimity", "brahma": "like the Supreme", "tasmāt": "therefore", "brahmaṇi": "in the Supreme", "te": "they", "sthitāḥ": "are situated."}, "literary_trans": "Those whose minds are established in sameness and equanimity have already conquered the conditions of birth and death. They are flawless like Brahman, and thus they are already situated in Brahman.Those whose minds are established in sameness and equanimity have already conquered the conditions of birth and death. They are flawless like Brahman, and thus they are already situated in Brahman.PurportEquanimity of mind, as mentioned above, is the sign of self-realization. Those who have actually attained to such a stage should be considered to have conquered material conditions, specifically birth and death. As long as one identifies with this body, he is considered a conditioned soul, but as soon as he is elevated to the stage of equanimity through realization of self, he is liberated from conditional life. In other words, he is no longer subject to take birth in the material world but can enter into the spiritual sky after his death. The Lord is flawless because He is without attraction or hatred. Similarly, when a living entity is without attraction or hatred, he also becomes flawless and eligible to enter into the spiritual sky. Such persons are to be considered already liberated, and their symptoms are described below."}