{"title": "Bg. 5.2", "sanskrit": "श्रीभगवानुवाचसन्न्यास: कर्मयोगश्च नि:श्रेयसकरावुभौ ।तयोस्तु कर्मसन्न्यासात्कर्मयोगो विशिष्यते ॥ २ ॥", "transliteration": "śrī-bhagavān uvācasannyāsaḥ karma-yogaś caniḥśreyasa-karāv ubhautayos tu karma-sannyāsātkarma-yogo viśiṣyate", "words_trans": {"śrī-bhagavān uvāca": "the Personality of Godhead said", "sannyāsaḥ": "renunciation of work", "karma-yogaḥ": "work in devotion", "ca": "also", "niḥśreyasa-karau": "leading to the path of liberation", "ubhau": "both", "tayoḥ": "of the two", "tu": "but", "karma-sannyāsāt": "in comparison to the renunciation of fruitive work", "viśiṣyate": "is better."}, "literary_trans": "The Personality of Godhead replied: The renunciation of work and work in devotion are both good for liberation. But, of the two, work in devotional service is better than renunciation of work.The Personality of Godhead replied: The renunciation of work and work in devotion are both good for liberation. But, of the two, work in devotional service is better than renunciation of work.PurportFruitive activities (seeking sense gratification) are cause for material bondage. As long as one is engaged in activities aimed at improving the standard of bodily comfort, one is sure to transmigrate to different types of bodies, thereby continuing material bondage perpetually. Śrīmad-Bhāgavatam (5.5.4–6) confirms this as follows:nūnaṁ pramattaḥ kurute vikarmayad indriya-prītaya āpṛṇotina sādhu manye yata ātmano ’yamasann api kleśa-da āsa dehaḥparābhavas tāvad abodha-jātoyāvan na jijñāsata ātma-tattvamyāvat kriyās tāvad idaṁ mano vaikarmātmakaṁ yena śarīra-bandhaḥevaṁ manaḥ karma-vaśaṁ prayuṅkteavidyayātmany upadhīyamāneprītir na yāvan mayi vāsudevena mucyate deha-yogena tāvat“People are mad after sense gratification, and they do not know that this present body, which is full of miseries, is a result of one’s fruitive activities in the past. Although this body is temporary, it is always giving one trouble in many ways. Therefore, to act for sense gratification is not good. One is considered to be a failure in life as long as he makes no inquiry about his real identity. As long as he does not know his real identity, he has to work for fruitive results for sense gratification, and as long as one is engrossed in the consciousness of sense gratification one has to transmigrate from one body to another. Although the mind may be engrossed in fruitive activities and influenced by ignorance, one must develop a love for devotional service to Vāsudeva. Only then can one have the opportunity to get out of the bondage of material existence.”Therefore, jñāna (or knowledge that one is not this material body but spirit soul) is not sufficient for liberation. One has to act in the status of spirit soul, otherwise there is no escape from material bondage. Action in Kṛṣṇa consciousness is not, however, action on the fruitive platform. Activities performed in full knowledge strengthen one’s advancement in real knowledge. Without Kṛṣṇa consciousness, mere renunciation of fruitive activities does not actually purify the heart of a conditioned soul. As long as the heart is not purified, one has to work on the fruitive platform. But action in Kṛṣṇa consciousness automatically helps one escape the result of fruitive action so that one need not descend to the material platform. Therefore action in Kṛṣṇa consciousness is always superior to renunciation, which always entails a risk of falling. Renunciation without Kṛṣṇa consciousness is incomplete, as is confirmed by Śrīla Rūpa Gosvāmī in his Bhakti-rasāmṛta-sindhu (1.2.258):prāpañcikatayā buddhyāhari-sambandhi-vastunaḥmumukṣubhiḥ parityāgovairāgyaṁ phalgu kathyate“When persons eager to achieve liberation renounce things related to the Supreme Personality of Godhead, thinking them to be material, their renunciation is called incomplete.” Renunciation is complete when it is in the knowledge that everything in existence belongs to the Lord and that no one should claim proprietorship over anything. One should understand that, factually, nothing belongs to anyone. Then where is the question of renunciation? One who knows that everything is Kṛṣṇa’s property is always situated in renunciation. Since everything belongs to Kṛṣṇa, everything should be employed in the service of Kṛṣṇa. This perfect form of action in Kṛṣṇa consciousness is far better than any amount of artificial renunciation by a sannyāsī of the Māyāvādī school."}