{"title": "Bg. 5.26", "sanskrit": "कामक्रोधविमुक्तानां यतीनां यतचेतसाम् ।अभितो ब्रह्मनिर्वाणं वर्तते विदितात्मनाम् ॥ २६ ॥", "transliteration": "kāma-krodha-vimuktānāṁyatīnāṁ yata-cetasāmabhito brahma-nirvāṇaṁvartate viditātmanām", "words_trans": {"kāma": "from desires", "krodha": "and anger", "vimuktānām": "of those who are liberated", "yatīnām": "of the saintly persons", "yata-cetasām": "who have full control over the mind", "abhitaḥ": "assured in the near future", "brahma-nirvāṇam": "liberation in the Supreme", "vartate": "is there", "vidita-ātmanām": "of those who are self-realized."}, "literary_trans": "Those who are free from anger and all material desires, who are self-realized, self-disciplined and constantly endeavoring for perfection, are assured of liberation in the Supreme in the very near future.Those who are free from anger and all material desires, who are self-realized, self-disciplined and constantly endeavoring for perfection, are assured of liberation in the Supreme in the very near future.PurportOf the saintly persons who are constantly engaged in striving toward salvation, one who is in Kṛṣṇa consciousness is the best of all. The Bhāgavatam (4.22.39) confirms this fact as follows:yat-pāda-paṅkaja-palāśa-vilāsa-bhaktyākarmāśayaṁ grathitam udgrathayanti santaḥtadvan na rikta-matayo yatayo ’pi ruddha-sroto-gaṇās tam araṇaṁ bhaja vāsudevam“Just try to worship, in devotional service, Vāsudeva, the Supreme Personality of Godhead. Even great sages are not able to control the forces of the senses as effectively as those who are engaged in transcendental bliss by serving the lotus feet of the Lord, uprooting the deep-grown desire for fruitive activities.”In the conditioned soul the desire to enjoy the fruitive results of work is so deep-rooted that it is very difficult even for the great sages to control such desires, despite great endeavors. A devotee of the Lord, constantly engaged in devotional service in Kṛṣṇa consciousness, perfect in self-realization, very quickly attains liberation in the Supreme. Owing to his complete knowledge in self-realization, he always remains in trance. To cite an analogous example of this:darśana-dhyāna-saṁsparśairmatsya-kūrma-vihaṅgamāḥsvāny apatyāni puṣṇantitathāham api padma-ja“By vision, by meditation and by touch only do the fish, the tortoise and the birds maintain their offspring. Similarly do I also, O Padmaja!”The fish brings up its offspring simply by looking at them. The tortoise brings up its offspring simply by meditation. The eggs of the tortoise are laid on land, and the tortoise meditates on the eggs while in the water. Similarly, the devotee in Kṛṣṇa consciousness, although far away from the Lord’s abode, can elevate himself to that abode simply by thinking of Him constantly – by engagement in Kṛṣṇa consciousness. He does not feel the pangs of material miseries; this state of life is called brahma-nirvāṇa, or the absence of material miseries due to being constantly immersed in the Supreme."}