{"title": "Bg. 5.27-28", "sanskrit": "स्पर्शान्कृत्वा बहिर्बाह्यांश्चक्षुश्चैवान्तरे भ्रुवो: ।प्राणापानौ समौ कृत्वा नासाभ्यन्तरचारिणौ ॥ २७ ॥यतेन्द्रियमनोबुद्धिर्मुनिर्मोक्षपरायण: ।विगतेच्छाभयक्रोधो य: सदा मुक्त एव स: ॥ २८ ॥", "transliteration": "sparśān kṛtvā bahir bāhyāṁścakṣuś caivāntare bhruvoḥprāṇāpānau samau kṛtvānāsābhyantara-cāriṇauyatendriya-mano-buddhirmunir mokṣa-parāyaṇaḥvigatecchā-bhaya-krodhoyaḥ sadā mukta eva saḥ", "words_trans": {"sparśān": "sense objects, such as sound", "kṛtvā": "keeping", "bahiḥ": "external", "bāhyān": "unnecessary", "cakṣuḥ": "eyes", "ca": "also", "eva": "certainly", "antare": "between", "bhruvoḥ": "the eyebrows", "prāṇa-apānau": "up- and down-moving air", "samau": "in suspension", "nāsa-abhyantara": "within the nostrils", "cāriṇau": "blowing", "yata": "controlled", "indriya": "senses", "manaḥ": "mind", "buddhiḥ": "intelligence", "muniḥ": "the transcendentalist", "mokṣa": "for liberation", "parāyaṇaḥ": "being so destined", "vigata": "having discarded", "icchā": "wishes", "bhaya": "fear", "krodhaḥ": "anger", "yaḥ": "one who", "sadā": "always", "muktaḥ": "liberated", "saḥ": "he is."}, "literary_trans": "Shutting out all external sense objects, keeping the eyes and vision concentrated between the two eyebrows, suspending the inward and outward breaths within the nostrils, and thus controlling the mind, senses and intelligence, the transcendentalist aiming at liberation becomes free from desire, fear and anger. One who is always in this state is certainly liberated.Shutting out all external sense objects, keeping the eyes and vision concentrated between the two eyebrows, suspending the inward and outward breaths within the nostrils, and thus controlling the mind, senses and intelligence, the transcendentalist aiming at liberation becomes free from desire, fear and anger. One who is always in this state is certainly liberated.PurportBeing engaged in Kṛṣṇa consciousness, one can immediately understand one’s spiritual identity, and then one can understand the Supreme Lord by means of devotional service. When one is well situated in devotional service, one comes to the transcendental position, qualified to feel the presence of the Lord in the sphere of one’s activity. This particular position is called liberation in the Supreme.After explaining the above principles of liberation in the Supreme, the Lord gives instruction to Arjuna as to how one can come to that position by the practice of the mysticism or yoga known as aṣṭāṅga-yoga, which is divisible into an eightfold procedure called yama, niyama, āsana, prāṇāyāma, pratyāhāra, dhāraṇā, dhyāna and samādhi. In the Sixth Chapter the subject of yoga is explicitly detailed, and at the end of the Fifth it is only preliminarily explained. One has to drive out the sense objects such as sound, touch, form, taste and smell by the pratyāhāra process in yoga, and then keep the vision of the eyes between the two eyebrows and concentrate on the tip of the nose with half-closed lids. There is no benefit in closing the eyes altogether, because then there is every chance of falling asleep. Nor is there benefit in opening the eyes completely, because then there is the hazard of being attracted by sense objects. The breathing movement is restrained within the nostrils by neutralizing the up-moving and down-moving air within the body. By practice of such yoga one is able to gain control over the senses, refrain from outward sense objects, and thus prepare oneself for liberation in the Supreme.This yoga process helps one become free from all kinds of fear and anger and thus feel the presence of the Supersoul in the transcendental situation. In other words, Kṛṣṇa consciousness is the easiest process of executing yoga principles. This will be thoroughly explained in the next chapter. A Kṛṣṇa conscious person, however, being always engaged in devotional service, does not risk losing his senses to some other engagement. This is a better way of controlling the senses than by aṣṭāṅga-yoga."}