{"title": "Bg. 5.4", "sanskrit": "सां‍ख्ययोगौ पृथग्बाला: प्रवदन्ति न पण्डिता: ।एकमप्यास्थित: सम्यगुभयोर्विन्दते फलम् ॥ ४ ॥", "transliteration": "sāṅkhya-yogau pṛthag bālāḥpravadanti na paṇḍitāḥekam apy āsthitaḥ samyagubhayor vindate phalam", "words_trans": {"sāṅkhya": "analytical study of the material world", "yogau": "work in devotional service", "pṛthak": "different", "bālāḥ": "the less intelligent", "pravadanti": "say", "na": "never", "paṇḍitāḥ": "the learned", "ekam": "in one", "api": "even", "āsthitaḥ": "being situated", "samyak": "complete", "ubhayoḥ": "of both", "vindate": "enjoys", "phalam": "the result."}, "literary_trans": "Only the ignorant speak of devotional service [karma-yoga] as being different from the analytical study of the material world [Sāṅkhya]. Those who are actually learned say that he who applies himself well to one of these paths achieves the results of both.Only the ignorant speak of devotional service [karma-yoga] as being different from the analytical study of the material world [Sāṅkhya]. Those who are actually learned say that he who applies himself well to one of these paths achieves the results of both.PurportThe aim of the analytical study of the material world is to find the soul of existence. The soul of the material world is Viṣṇu, or the Supersoul. Devotional service to the Lord entails service to the Supersoul. One process is to find the root of the tree, and the other is to water the root. The real student of Sāṅkhya philosophy finds the root of the material world, Viṣṇu, and then, in perfect knowledge, engages himself in the service of the Lord. Therefore, in essence, there is no difference between the two because the aim of both is Viṣṇu. Those who do not know the ultimate end say that the purposes of Sāṅkhya and karma-yoga are not the same, but one who is learned knows the unifying aim in these different processes."}