{"title": "Bg. 5.8-9", "sanskrit": "नैव किञ्चित्करोमीति युक्तो मन्येत तत्त्ववित् ।पश्यञ्श‍ृण्वन्स्पृशञ्जिघ्रन्नश्न‍न्गच्छन्स्वपन्श्वसन् ॥ ८ ॥प्रलपन्विसृजन्गृह्णन्नुन्मिषन्निमिषन्नपि ।इन्द्रियाणीन्द्रियार्थेषु वर्तन्त इति धारयन् ॥ ९ ॥", "transliteration": "naiva kiñcit karomītiyukto manyeta tattva-vitpaśyañ śṛṇvan spṛśañ jighrannaśnan gacchan svapañ śvasanpralapan visṛjan gṛhṇannunmiṣan nimiṣann apiindriyāṇīndriyārtheṣuvartanta iti dhārayan", "words_trans": {"na": "never", "eva": "certainly", "kiñcit": "anything", "karomi": "I do", "iti": "thus", "yuktaḥ": "engaged in the divine consciousness", "manyeta": "thinks", "tattva-vit": "one who knows the truth", "paśyan": "seeing", "śṛṇvan": "hearing", "spṛśan": "touching", "jighran": "smelling", "aśnan": "eating", "gacchan": "going", "svapan": "dreaming", "śvasan": "breathing", "pralapan": "talking", "visṛjan": "giving up", "gṛhṇan": "accepting", "unmiṣan": "opening", "nimiṣan": "closing", "api": "in spite of", "indriyāṇi": "the senses", "indriya-artheṣu": "in sense gratification", "vartante": "let them be so engaged", "dhārayan": "considering."}, "literary_trans": "A person in the divine consciousness, although engaged in seeing, hearing, touching, smelling, eating, moving about, sleeping and breathing, always knows within himself that he actually does nothing at all. Because while speaking, evacuating, receiving, or opening or closing his eyes, he always knows that only the material senses are engaged with their objects and that he is aloof from them.A person in the divine consciousness, although engaged in seeing, hearing, touching, smelling, eating, moving about, sleeping and breathing, always knows within himself that he actually does nothing at all. Because while speaking, evacuating, receiving, or opening or closing his eyes, he always knows that only the material senses are engaged with their objects and that he is aloof from them.PurportA person in Kṛṣṇa consciousness is pure in his existence, and consequently he has nothing to do with any work which depends upon five immediate and remote causes: the doer, the work, the situation, the endeavor and fortune. This is because he is engaged in the loving transcendental service of Kṛṣṇa. Although he appears to be acting with his body and senses, he is always conscious of his actual position, which is spiritual engagement. In material consciousness, the senses are engaged in sense gratification, but in Kṛṣṇa consciousness the senses are engaged in the satisfaction of Kṛṣṇa’s senses. Therefore, the Kṛṣṇa conscious person is always free, even though he appears to be engaged in affairs of the senses. Activities such as seeing and hearing are actions of the senses meant for receiving knowledge, whereas moving, speaking, evacuating, etc., are actions of the senses meant for work. A Kṛṣṇa conscious person is never affected by the actions of the senses. He cannot perform any act except in the service of the Lord because he knows that he is the eternal servitor of the Lord."}