{"title": "Bg. 6.18", "sanskrit": "यदा विनियतं चित्तमात्मन्येवावतिष्ठते ।निस्पृह: सर्वकामेभ्यो युक्त इत्युच्यते तदा ॥ १८ ॥", "transliteration": "yadā viniyataṁ cittamātmany evāvatiṣṭhatenispṛhaḥ sarva-kāmebhyoyukta ity ucyate tadā", "words_trans": {"yadā": "when", "viniyatam": "particularly disciplined", "cittam": "the mind and its activities", "ātmani": "in the transcendence", "eva": "certainly", "avatiṣṭhate": "becomes situated", "nispṛhaḥ": "devoid of desire", "sarva": "for all kinds of", "kāmebhyaḥ": "material sense gratification", "yuktaḥ": "well situated in yoga", "iti": "thus", "ucyate": "is said to be", "tadā": "at that time."}, "literary_trans": "When the yogī, by practice of yoga, disciplines his mental activities and becomes situated in transcendence – devoid of all material desires – he is said to be well established in yoga.When the yogī, by practice of yoga, disciplines his mental activities and becomes situated in transcendence – devoid of all material desires – he is said to be well established in yoga.PurportThe activities of the yogī are distinguished from those of an ordinary person by his characteristic cessation from all kinds of material desires – of which sex is the chief. A perfect yogī is so well disciplined in the activities of the mind that he can no longer be disturbed by any kind of material desire. This perfectional stage can automatically be attained by persons in Kṛṣṇa consciousness, as stated in the Śrīmad-Bhāgavatam (9.4.18–20):sa vai manaḥ kṛṣṇa-padāravindayorvacāṁsi vaikuṇṭha-guṇānuvarṇanekarau harer mandira-mārjanādiṣuśrutiṁ cakārācyuta-sat-kathodayemukunda-liṅgālaya-darśane dṛśautad-bhṛtya-gātra-sparśe ’ṅga-saṅgamamghrāṇaṁ ca tat-pāda-saroja-saurabheśrīmat-tulasyā rasanāṁ tad-arpitepādau hareḥ kṣetra-padānusarpaṇeśiro hṛṣīkeśa-padābhivandanekāmaṁ ca dāsye na tu kāma-kāmyayāyathottama-śloka-janāśrayā ratiḥ“King Ambarīṣa first of all engaged his mind on the lotus feet of Lord Kṛṣṇa; then, one after another, he engaged his words in describing the transcendental qualities of the Lord, his hands in mopping the temple of the Lord, his ears in hearing of the activities of the Lord, his eyes in seeing the transcendental forms of the Lord, his body in touching the bodies of the devotees, his sense of smell in smelling the scents of the lotus flowers offered to the Lord, his tongue in tasting the tulasī leaf offered at the lotus feet of the Lord, his legs in going to places of pilgrimage and the temple of the Lord, his head in offering obeisances unto the Lord, and his desires in executing the mission of the Lord. All these transcendental activities are quite befitting a pure devotee.”This transcendental stage may be inexpressible subjectively by the followers of the impersonalist path, but it becomes very easy and practical for a person in Kṛṣṇa consciousness, as is apparent in the above description of the engagements of Mahārāja Ambarīṣa. Unless the mind is fixed on the lotus feet of the Lord by constant remembrance, such transcendental engagements are not practical. In the devotional service of the Lord, therefore, these prescribed activities are called arcana, or engaging all the senses in the service of the Lord. The senses and the mind require engagements. Simple abnegation is not practical. Therefore, for people in general – especially those who are not in the renounced order of life – transcendental engagement of the senses and the mind as described above is the perfect process for transcendental achievement, which is called yukta in the Bhagavad-gītā."}