{"title": "Bg. 6.1", "sanskrit": "श्रीभगवानुवाचअनाश्रित: कर्मफलं कार्यं कर्म करोति य: ।स सन्न्यासी च योगी च न निरग्न‍िर्न चाक्रिय: ॥ १ ॥", "transliteration": "śrī-bhagavān uvācaanāśritaḥ karma-phalaṁkāryaṁ karma karoti yaḥsa sannyāsī ca yogī cana niragnir na cākriyaḥ", "words_trans": {"śrī-bhagavān uvāca": "the Lord said", "anāśritaḥ": "without taking shelter", "karma-phalam": "of the result of work", "kāryam": "obligatory", "karma": "work", "karoti": "performs", "yaḥ": "one who", "saḥ": "he", "sannyāsī": "in the renounced order", "ca": "also", "yogī": "mystic", "na": "nor", "niḥ": "without", "agniḥ": "fire", "akriyaḥ": "without duty."}, "literary_trans": "The Supreme Personality of Godhead said: One who is unattached to the fruits of his work and who works as he is obligated is in the renounced order of life, and he is the true mystic, not he who lights no fire and performs no duty.The Supreme Personality of Godhead said: One who is unattached to the fruits of his work and who works as he is obligated is in the renounced order of life, and he is the true mystic, not he who lights no fire and performs no duty.PurportIn this chapter the Lord explains that the process of the eightfold yoga system is a means to control the mind and the senses. However, this is very difficult for people in general to perform, especially in the Age of Kali. Although the eightfold yoga system is recommended in this chapter, the Lord emphasizes that the process of karma-yoga, or acting in Kṛṣṇa consciousness, is better. Everyone acts in this world to maintain his family and their paraphernalia, but no one is working without some self-interest, some personal gratification, be it concentrated or extended. The criterion of perfection is to act in Kṛṣṇa consciousness, and not with a view to enjoying the fruits of work. To act in Kṛṣṇa consciousness is the duty of every living entity because all are constitutionally parts and parcels of the Supreme. The parts of the body work for the satisfaction of the whole body. The limbs of the body do not act for self-satisfaction but for the satisfaction of the complete whole. Similarly, the living entity who acts for satisfaction of the supreme whole and not for personal satisfaction is the perfect sannyāsī, the perfect yogī.The sannyāsīs sometimes artificially think that they have become liberated from all material duties, and therefore they cease to perform agnihotra yajñas (fire sacrifices), but actually they are self-interested because their goal is to become one with the impersonal Brahman. Such a desire is greater than any material desire, but it is not without self-interest. Similarly, the mystic yogī who practices the yoga system with half-open eyes, ceasing all material activities, desires some satisfaction for his personal self. But a person acting in Kṛṣṇa consciousness works for the satisfaction of the whole, without self-interest. A Kṛṣṇa conscious person has no desire for self-satisfaction. His criterion of success is the satisfaction of Kṛṣṇa, and thus he is the perfect sannyāsī, or perfect yogī. Lord Caitanya, the highest perfectional symbol of renunciation, prays in this way:na dhanaṁ na janaṁ na sundarīṁkavitāṁ vā jagad-īśa kāmayemama janmani janmanīśvarebhavatād bhaktir ahaitukī tvayi“O Almighty Lord, I have no desire to accumulate wealth, nor to enjoy beautiful women. Nor do I want any number of followers. What I want only is the causeless mercy of Your devotional service in my life, birth after birth.”"}