{"title": "Bg. 6.29", "sanskrit": "सर्वभूतस्थमात्मानं सर्वभूतानि चात्मनि ।ईक्षते योगयुक्तात्मा सर्वत्र समदर्शन: ॥ २९ ॥", "transliteration": "sarva-bhūta-stham ātmānaṁsarva-bhūtāni cātmaniīkṣate yoga-yuktātmāsarvatra sama-darśanaḥ", "words_trans": {"sarva-bhūta-stham": "situated in all beings", "ātmānam": "the Supersoul", "sarva": "all", "bhūtāni": "entities", "ca": "also", "ātmani": "in the Self", "īkṣate": "does see", "yoga-yukta-ātmā": "one who is dovetailed in Kṛṣṇa consciousness", "sarvatra": "everywhere", "sama-darśanaḥ": "seeing equally."}, "literary_trans": "A true yogī observes Me in all beings and also sees every being in Me. Indeed, the self-realized person sees Me, the same Supreme Lord, everywhere.A true yogī observes Me in all beings and also sees every being in Me. Indeed, the self-realized person sees Me, the same Supreme Lord, everywhere.PurportA Kṛṣṇa conscious yogī is the perfect seer because he sees Kṛṣṇa, the Supreme, situated in everyone’s heart as Supersoul (Paramātmā). Īśvaraḥ sarva-bhūtānāṁ hṛd-deśe ’rjuna tiṣṭhati. The Lord in His Paramātmā feature is situated within both the heart of the dog and that of a brāhmaṇa. The perfect yogī knows that the Lord is eternally transcendental and is not materially affected by His presence in either a dog or a brāhmaṇa. That is the supreme neutrality of the Lord. The individual soul is also situated in the individual heart, but he is not present in all hearts. That is the distinction between the individual soul and the Supersoul. One who is not factually in the practice of yoga cannot see so clearly. A Kṛṣṇa conscious person can see Kṛṣṇa in the heart of both the believer and the nonbeliever. In the smṛti this is confirmed as follows: ātatatvāc ca mātṛtvāc ca ātmā hi paramo hariḥ. The Lord, being the source of all beings, is like the mother and the maintainer. As the mother is neutral to all different kinds of children, the supreme father (or mother) is also. Consequently the Supersoul is always in every living being.Outwardly, also, every living being is situated in the energy of the Lord. As will be explained in the Seventh Chapter, the Lord has, primarily, two energies – the spiritual (or superior) and the material (or inferior). The living entity, although part of the superior energy, is conditioned by the inferior energy; the living entity is always in the Lord’s energy. Every living entity is situated in Him in one way or another.The yogī sees equally because he sees that all living entities, although in different situations according to the results of fruitive work, in all circumstances remain the servants of God. While in the material energy, the living entity serves the material senses; and while in the spiritual energy, he serves the Supreme Lord directly. In either case the living entity is the servant of God. This vision of equality is perfect in a person in Kṛṣṇa consciousness."}