{"title": "Bg. 6.39", "sanskrit": "एतन्मे संशयं कृष्ण छेत्तुमर्हस्यशेषत: ।त्वदन्य: संशयस्यास्य छेत्ता न ह्युपपद्यते ॥ ३९ ॥", "transliteration": "etan me saṁśayaṁ kṛṣṇachettum arhasy aśeṣataḥtvad-anyaḥ saṁśayasyāsyachettā na hy upapadyate", "words_trans": {"etat": "this is", "me": "my", "saṁśayam": "doubt", "kṛṣṇa": "O Kṛṣṇa", "chettum": "to dispel", "arhasi": "You are requested", "aśeṣataḥ": "completely", "tvat": "than You", "anyaḥ": "other", "saṁśayasya": "of the doubt", "asya": "this", "chettā": "remover", "na": "never", "hi": "certainly", "upapadyate": "is to be found."}, "literary_trans": "This is my doubt, O Kṛṣṇa, and I ask You to dispel it completely. But for You, no one is to be found who can destroy this doubt.This is my doubt, O Kṛṣṇa, and I ask You to dispel it completely. But for You, no one is to be found who can destroy this doubt.PurportKṛṣṇa is the perfect knower of past, present and future. In the beginning of the Bhagavad-gītā, the Lord said that all living entities existed individually in the past, they exist now in the present, and they continue to retain individual identity in the future, even after liberation from the material entanglement. So He has already cleared up the question of the future of the individual living entity. Now, Arjuna wants to know of the future of the unsuccessful transcendentalist. No one is equal to or above Kṛṣṇa, and certainly the so-called great sages and philosophers who are at the mercy of material nature cannot equal Him. Therefore the verdict of Kṛṣṇa is the final and complete answer to all doubts, because He knows past, present and future perfectly – but no one knows Him. Kṛṣṇa and Kṛṣṇa conscious devotees alone can know what is what."}