{"title": "Bg. 6.31", "sanskrit": "सर्वभूतस्थितं यो मां भजत्येकत्वमास्थित: ।सर्वथा वर्तमानोऽपि स योगी मयि वर्तते ॥ ३१ ॥", "transliteration": "sarva-bhūta-sthitaṁ yo māṁbhajaty ekatvam āsthitaḥsarvathā vartamāno ’pisa yogī mayi vartate", "words_trans": {"sarva-bhūta-sthitam": "situated in everyone’s heart", "yaḥ": "he who", "mām": "Me", "bhajati": "serves in devotional service", "ekatvam": "in oneness", "āsthitaḥ": "situated", "sarvathā": "in all respects", "vartamānaḥ": "being situated", "api": "in spite of", "saḥ": "he", "yogī": "the transcendentalist", "mayi": "in Me", "vartate": "remains."}, "literary_trans": "Such a yogī, who engages in the worshipful service of the Supersoul, knowing that I and the Supersoul are one, remains always in Me in all circumstances.Such a yogī, who engages in the worshipful service of the Supersoul, knowing that I and the Supersoul are one, remains always in Me in all circumstances.PurportA yogī who is practicing meditation on the Supersoul sees within himself the plenary portion of Kṛṣṇa as Viṣṇu – with four hands, holding conchshell, wheel, club and lotus flower. The yogī should know that Viṣṇu is not different from Kṛṣṇa. Kṛṣṇa in this form of Supersoul is situated in everyone’s heart. Furthermore, there is no difference between the innumerable Supersouls present in the innumerable hearts of living entities. Nor is there a difference between a Kṛṣṇa conscious person always engaged in the transcendental loving service of Kṛṣṇa and a perfect yogī engaged in meditation on the Supersoul. The yogī in Kṛṣṇa consciousness – even though he may be engaged in various activities while in material existence – remains always situated in Kṛṣṇa. This is confirmed in the Bhakti-rasāmṛta-sindhu (1.2.187) of Śrīla Rūpa Gosvāmī: nikhilāsv apy avasthāsu jīvan-muktaḥ sa ucyate. A devotee of the Lord, always acting in Kṛṣṇa consciousness, is automatically liberated. In the Nārada Pañcarātra this is confirmed in this way:dik-kālādy-anavacchinnekṛṣṇe ceto vidhāya catan-mayo bhavati kṣipraṁjīvo brahmaṇi yojayet“By concentrating one’s attention on the transcendental form of Kṛṣṇa, who is all-pervading and beyond time and space, one becomes absorbed in thinking of Kṛṣṇa and then attains the happy state of transcendental association with Him.”Kṛṣṇa consciousness is the highest stage of trance in yoga practice. This very understanding that Kṛṣṇa is present as Paramātmā in everyone’s heart makes the yogī faultless. The Vedas (Gopāla-tāpanī Upaniṣad 1.21) confirm this inconceivable potency of the Lord as follows: eko ’pi san bahudhā yo ’vabhāti. “Although the Lord is one, He is present in innumerable hearts as many.” Similarly, in the smṛti-śāstra it is said:eka eva paro viṣṇuḥsarva-vyāpī na saṁśayaḥaiśvaryād rūpam ekaṁ casūrya-vat bahudheyate“Viṣṇu is one, and yet He is certainly all-pervading. By His inconceivable potency, in spite of His one form, He is present everywhere, as the sun appears in many places at once.”"}