{"title": "Bg. 6.40", "sanskrit": "श्रीभगवानुवाचपार्थ नैवेह नामुत्र विनाशस्तस्य विद्यते ।न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति ॥ ४० ॥", "transliteration": "śrī-bhagavān uvācapārtha naiveha nāmutravināśas tasya vidyatena hi kalyāṇa-kṛt kaściddurgatiṁ tāta gacchati", "words_trans": {"śrī-bhagavān uvāca": "the Supreme Personality of Godhead said", "pārtha": "O son of Pṛthā", "na eva": "never is it so", "iha": "in this material world", "na": "never", "amutra": "in the next life", "vināśaḥ": "destruction", "tasya": "his", "vidyate": "exists", "hi": "certainly", "kalyāṇa-kṛt": "one who is engaged in auspicious activities", "kaścit": "anyone", "durgatim": "to degradation", "tāta": "My friend", "gacchati": "goes."}, "literary_trans": "The Supreme Personality of Godhead said: Son of Pṛthā, a transcendentalist engaged in auspicious activities does not meet with destruction either in this world or in the spiritual world; one who does good, My friend, is never overcome by evil.The Supreme Personality of Godhead said: Son of Pṛthā, a transcendentalist engaged in auspicious activities does not meet with destruction either in this world or in the spiritual world; one who does good, My friend, is never overcome by evil.PurportIn the Śrīmad-Bhāgavatam (1.5.17) Śrī Nārada Muni instructs Vyāsadeva as follows:tyaktvā sva-dharmaṁ caraṇāmbujaṁ harerbhajann apakvo ’tha patet tato yadiyatra kva vābhadram abhūd amuṣya kiṁko vārtha āpto ’bhajatāṁ sva-dharmataḥ“If someone gives up all material prospects and takes complete shelter of the Supreme Personality of Godhead, there is no loss or degradation in any way. On the other hand a nondevotee may fully engage in his occupational duties and yet not gain anything.” For material prospects there are many activities, both scriptural and customary. A transcendentalist is supposed to give up all material activities for the sake of spiritual advancement in life, Kṛṣṇa consciousness. One may argue that by Kṛṣṇa consciousness one may attain the highest perfection if it is completed, but if one does not attain such a perfectional stage, then he loses both materially and spiritually. It is enjoined in the scriptures that one has to suffer the reaction for not executing prescribed duties; therefore one who fails to discharge transcendental activities properly becomes subjected to these reactions. The Bhāgavatam assures the unsuccessful transcendentalist that there need be no worries. Even though he may be subjected to the reaction for not perfectly executing prescribed duties, he is still not a loser, because auspicious Kṛṣṇa consciousness is never forgotten, and one so engaged will continue to be so even if he is lowborn in the next life. On the other hand, one who simply follows strictly the prescribed duties need not necessarily attain auspicious results if he is lacking in Kṛṣṇa consciousness.The purport may be understood as follows. Humanity may be divided into two sections, namely, the regulated and the nonregulated. Those who are engaged simply in bestial sense gratifications without knowledge of their next life or spiritual salvation belong to the nonregulated section. And those who follow the principles of prescribed duties in the scriptures are classified amongst the regulated section. The nonregulated section, both civilized and noncivilized, educated and noneducated, strong and weak, are full of animal propensities. Their activities are never auspicious, because while enjoying the animal propensities of eating, sleeping, defending and mating, they perpetually remain in material existence, which is always miserable. On the other hand, those who are regulated by scriptural injunctions, and who thus rise gradually to Kṛṣṇa consciousness, certainly progress in life.Those who are following the path of auspiciousness can be divided into three sections, namely (1) the followers of scriptural rules and regulations who are enjoying material prosperity, (2) those who are trying to find ultimate liberation from material existence, and (3) those who are devotees in Kṛṣṇa consciousness. Those who are following the rules and regulations of the scriptures for material happiness may be further divided into two classes: those who are fruitive workers and those who desire no fruit for sense gratification. Those who are after fruitive results for sense gratification may be elevated to a higher standard of life – even to the higher planets – but still, because they are not free from material existence, they are not following the truly auspicious path. The only auspicious activities are those which lead one to liberation. Any activity which is not aimed at ultimate self-realization or liberation from the material bodily concept of life is not at all auspicious. Activity in Kṛṣṇa consciousness is the only auspicious activity, and anyone who voluntarily accepts all bodily discomforts for the sake of making progress on the path of Kṛṣṇa consciousness can be called a perfect transcendentalist under severe austerity. And because the eightfold yoga system is directed toward the ultimate realization of Kṛṣṇa consciousness, such practice is also auspicious, and no one who is trying his best in this matter need fear degradation."}