{"title": "Bg. 6.44", "sanskrit": "पूर्वाभ्यासेन तेनैव ह्रियते ह्यवशोऽपि स: ।जिज्ञासुरपि योगस्य शब्दब्रह्मातिवर्तते ॥ ४४ ॥", "transliteration": "pūrvābhyāsena tenaivahriyate hy avaśo ’pi saḥjijñāsur api yogasyaśabda-brahmātivartate", "words_trans": {"pūrva": "previous", "abhyāsena": "by practice", "tena": "by that", "eva": "certainly", "hriyate": "is attracted", "hi": "surely", "avaśaḥ": "automatically", "api": "even", "saḥ": "he", "jijñāsuḥ": "inquisitive", "yogasya": "about yoga", "śabda-brahma": "ritualistic principles of scriptures", "ativartate": "transcends."}, "literary_trans": "By virtue of the divine consciousness of his previous life, he automatically becomes attracted to the yogic principles – even without seeking them. Such an inquisitive transcendentalist stands always above the ritualistic principles of the scriptures.By virtue of the divine consciousness of his previous life, he automatically becomes attracted to the yogic principles – even without seeking them. Such an inquisitive transcendentalist stands always above the ritualistic principles of the scriptures.PurportAdvanced yogīs are not very much attracted to the rituals of the scriptures, but they automatically become attracted to the yoga principles, which can elevate them to complete Kṛṣṇa consciousness, the highest yoga perfection. In the Śrīmad-Bhāgavatam (3.33.7), such disregard of Vedic rituals by the advanced transcendentalists is explained as follows:aho bata śva-paco ’to garīyānyaj-jihvāgre vartate nāma tubhyamtepus tapas te juhuvuḥ sasnur āryābrahmānūcur nāma gṛṇanti ye te“O my Lord! Persons who chant the holy names of Your Lordship are far, far advanced in spiritual life, even if born in families of dog-eaters. Such chanters have undoubtedly performed all kinds of austerities and sacrifices, bathed in all sacred places and finished all scriptural studies.”The famous example of this was presented by Lord Caitanya, who accepted Ṭhākura Haridāsa as one of His most important disciples. Although Ṭhākura Haridāsa happened to take his birth in a Muslim family, he was elevated to the post of nāmācārya by Lord Caitanya due to his rigidly attended principle of chanting three hundred thousand holy names of the Lord daily: Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare. And because he chanted the holy name of the Lord constantly, it is understood that in his previous life he must have passed through all the ritualistic methods of the Vedas, known as śabda-brahma. Unless, therefore, one is purified, one cannot take to the principles of Kṛṣṇa consciousness or become engaged in chanting the holy name of the Lord, Hare Kṛṣṇa."}