{"title": "Bg. 6.47", "sanskrit": "योगिनामपि सर्वेषां मद्ग‍तेनान्तरात्मना ।श्रद्धावान्भजते यो मां स मे युक्ततमो मत: ॥ ४७ ॥", "transliteration": "yoginām api sarveṣāṁmad-gatenāntar-ātmanāśraddhāvān bhajate yo māṁsa me yukta-tamo mataḥ", "words_trans": {"yoginām": "of yogīs", "api": "also", "sarveṣām": "all types of", "mat-gatena": "abiding in Me, always thinking of Me", "antaḥ-ātmanā": "within himself", "śraddhā-vān": "in full faith", "bhajate": "renders transcendental loving service", "yaḥ": "one who", "mām": "to Me (the Supreme Lord)", "saḥ": "he", "me": "by Me", "yukta-tamaḥ": "the greatest yogī", "mataḥ": "is considered."}, "literary_trans": "And of all yogīs, the one with great faith who always abides in Me, thinks of Me within himself and renders transcendental loving service to Me – he is the most intimately united with Me in yoga and is the highest of all. That is My opinion.And of all yogīs, the one with great faith who always abides in Me, thinks of Me within himself and renders transcendental loving service to Me – he is the most intimately united with Me in yoga and is the highest of all. That is My opinion.PurportThe word bhajate is significant here. Bhajate has its root in the verb bhaj, which is used when there is need of service. The English word “worship” cannot be used in the same sense as bhaj. Worship means to adore, or to show respect and honor to the worthy one. But service with love and faith is especially meant for the Supreme Personality of Godhead. One can avoid worshiping a respectable man or a demigod and may be called discourteous, but one cannot avoid serving the Supreme Lord without being thoroughly condemned. Every living entity is part and parcel of the Supreme Personality of Godhead, and thus every living entity is intended to serve the Supreme Lord by his own constitution. Failing to do this, he falls down. The Bhāgavatam (11.5.3) confirms this as follows:ya eṣāṁ puruṣaṁ sākṣādātma-prabhavam īśvaramna bhajanty avajānantisthānād bhraṣṭāḥ patanty adhaḥ“Anyone who does not render service and neglects his duty unto the primeval Lord, who is the source of all living entities, will certainly fall down from his constitutional position.”In this verse also the word bhajanti is used. Therefore, bhajanti is applicable to the Supreme Lord only, whereas the word “worship” can be applied to demigods or to any other common living entity. The word avajānanti, used in this verse of Śrīmad-Bhāgavatam, is also found in the Bhagavad-gītā. Avajānanti māṁ mūḍhāḥ: “Only the fools and rascals deride the Supreme Personality of Godhead, Lord Kṛṣṇa.” Such fools take it upon themselves to write commentaries on the Bhagavad-gītā without an attitude of service to the Lord. Consequently they cannot properly distinguish between the word bhajanti and the word “worship.”The culmination of all kinds of yoga practices lies in bhakti yoga. All other yogas are but means to come to the point of bhakti in bhakti-yoga. Yoga actually means bhakti-yoga; all other yogas are progressions toward the destination of bhakti-yoga. From the beginning of karma-yoga to the end of bhakti-yoga is a long way to self-realization. Karma-yoga, without fruitive results, is the beginning of this path. When karma-yoga increases in knowledge and renunciation, the stage is called jñāna-yoga. When jñāna-yoga increases in meditation on the Supersoul by different physical processes, and the mind is on Him, it is called aṣṭāṅga-yoga. And when one surpasses the aṣṭāṅga-yoga and comes to the point of the Supreme Personality of Godhead Kṛṣṇa, it is called bhakti-yoga, the culmination. Factually, bhakti-yoga is the ultimate goal, but to analyze bhakti-yoga minutely one has to understand these other yogas. The yogī who is progressive is therefore on the true path of eternal good fortune. One who sticks to a particular point and does not make further progress is called by that particular name: karma-yogī, jñāna-yogī or dhyāna-yogī, rāja-yogī, haṭha-yogī, etc. If one is fortunate enough to come to the point of bhakti-yoga, it is to be understood that he has surpassed all other yogas. Therefore, to become Kṛṣṇa conscious is the highest stage of yoga, just as, when we speak of Himālayan, we refer to the world’s highest mountains, of which the highest peak, Mount Everest, is considered to be the culmination.It is by great fortune that one comes to Kṛṣṇa consciousness on the path of bhakti-yoga to become well situated according to the Vedic direction. The ideal yogī concentrates his attention on Kṛṣṇa, who is called Śyāmasundara, who is as beautifully colored as a cloud, whose lotuslike face is as effulgent as the sun, whose dress is brilliant with jewels, and whose body is flower-garlanded. Illuminating all sides is His gorgeous luster, which is called the brahma-jyotir. He incarnates in different forms such as Rāma, Nṛsiṁha, Varāha and Kṛṣṇa, the Supreme Personality of Godhead, and He descends like a human being, as the son of mother Yaśodā, and He is known as Kṛṣṇa, Govinda and Vāsudeva. He is the perfect child, husband, friend and master, and He is full with all opulences and transcendental qualities. If one remains fully conscious of these features of the Lord, he is called the highest yogī.This stage of highest perfection in yoga can be attained only by bhakti-yoga, as is confirmed in all Vedic literature:yasya deve parā bhaktiryathā deve tathā gurautasyaite kathitā hy arthāḥprakāśante mahātmanaḥ“Only unto those great souls who have implicit faith in both the Lord and the spiritual master are all the imports of Vedic knowledge automatically revealed.” (Śvetāśvatara Upaniṣad 6.23)Bhaktir asya bhajanaṁ tad ihāmutropādhi-nairāsyenāmuṣmin manaḥ-kalpanam, etad eva naiṣkarmyam. “Bhakti means devotional service to the Lord which is free from desire for material profit, either in this life or in the next. Devoid of such inclinations, one should fully absorb the mind in the Supreme. That is the purpose of naiṣkarmya.” (Gopāla-tāpanī Upaniṣad 1.15)These are some of the means for performance of bhakti, or Kṛṣṇa consciousness, the highest perfectional stage of the yoga system.Thus end the Bhaktivedanta Purports to the Sixth Chapter of the Śrīmad Bhagavad-gītā in the matter of Dhyāna-yoga."}