{"title": "Bg. 6.43", "sanskrit": "तत्र तं बुद्धिसंयोगं लभते पौर्वदेहिकम् ।यतते च ततो भूय: संसिद्धौ कुरुनन्दन ॥ ४३ ॥", "transliteration": "tatra taṁ buddhi-saṁyogaṁlabhate paurva-dehikamyatate ca tato bhūyaḥsaṁsiddhau kuru-nandana", "words_trans": {"tatra": "thereupon", "tam": "that", "buddhi-saṁyogam": "revival of consciousness", "labhate": "gains", "paurva-dehikam": "from the previous body", "yatate": "he endeavors", "ca": "also", "tataḥ": "thereafter", "bhūyaḥ": "again", "saṁsiddhau": "for perfection", "kuru-nandana": "O son of Kuru."}, "literary_trans": "On taking such a birth, he revives the divine consciousness of his previous life, and he again tries to make further progress in order to achieve complete success, O son of Kuru.On taking such a birth, he revives the divine consciousness of his previous life, and he again tries to make further progress in order to achieve complete success, O son of Kuru.PurportKing Bharata, who took his third birth in the family of a good brāhmaṇa, is an example of good birth for the revival of previous transcendental consciousness. King Bharata was the emperor of the world, and since his time this planet has been known among the demigods as Bhārata-varṣa. Formerly it was known as Ilāvṛta-varṣa. The emperor, at an early age, retired for spiritual perfection but failed to achieve success. In his next life he took birth in the family of a good brāhmaṇa and was known as Jaḍa Bharata because he always remained secluded and did not talk to anyone. And later on he was discovered as the greatest transcendentalist by King Rahūgaṇa. From his life it is understood that transcendental endeavors, or the practice of yoga, never go in vain. By the grace of the Lord the transcendentalist gets repeated opportunities for complete perfection in Kṛṣṇa consciousness."}