{"title": "Bg. 6.41", "sanskrit": "प्राप्य पुण्यकृतां लोकानुषित्वा शाश्वती: समा: ।श‍ुचीनां श्रीमतां गेहे योगभ्रष्टोऽभिजायते ॥ ४१ ॥", "transliteration": "prāpya puṇya-kṛtāṁ lokānuṣitvā śāśvatīḥ samāḥśucīnāṁ śrīmatāṁ geheyoga-bhraṣṭo ’bhijāyate", "words_trans": {"prāpya": "after achieving", "puṇya-kṛtām": "of those who performed pious activities", "lokān": "planets", "uṣitvā": "after dwelling", "śāśvatīḥ": "many", "samāḥ": "years", "śucīnām": "of the pious", "śrī-matām": "of the prosperous", "gehe": "in the house", "yoga-bhraṣṭaḥ": "one who has fallen from the path of self-realization", "abhijāyate": "takes his birth."}, "literary_trans": "The unsuccessful yogī, after many, many years of enjoyment on the planets of the pious living entities, is born into a family of righteous people, or into a family of rich aristocracy.The unsuccessful yogī, after many, many years of enjoyment on the planets of the pious living entities, is born into a family of righteous people, or into a family of rich aristocracy.PurportThe unsuccessful yogīs are divided into two classes: one is fallen after very little progress, and one is fallen after long practice of yoga. The yogī who falls after a short period of practice goes to the higher planets, where pious living entities are allowed to enter. After prolonged life there, one is sent back again to this planet, to take birth in the family of a righteous brāhmaṇa Vaiṣṇava or of aristocratic merchants.The real purpose of yoga practice is to achieve the highest perfection of Kṛṣṇa consciousness, as explained in the last verse of this chapter. But those who do not persevere to such an extent and who fail because of material allurements are allowed, by the grace of the Lord, to make full utilization of their material propensities. And after that, they are given opportunities to live prosperous lives in righteous or aristocratic families. Those who are born in such families may take advantage of the facilities and try to elevate themselves to full Kṛṣṇa consciousness."}