{"title": "Bg. 6.5", "sanskrit": "उद्धरेदात्मनात्मानं नात्मानमवसादयेत् ।आत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मन: ॥ ५ ॥", "transliteration": "uddhared ātmanātmānaṁnātmānam avasādayetātmaiva hy ātmano bandhurātmaiva ripur ātmanaḥ", "words_trans": {"uddharet": "one must deliver", "ātmanā": "by the mind", "ātmānam": "the conditioned soul", "na": "never", "avasādayet": "put into degradation", "ātmā": "mind", "eva": "certainly", "hi": "indeed", "ātmanaḥ": "of the conditioned soul.", "bandhuḥ": "friend", "ripuḥ": "enemy"}, "literary_trans": "One must deliver himself with the help of his mind, and not degrade himself. The mind is the friend of the conditioned soul, and his enemy as well.One must deliver himself with the help of his mind, and not degrade himself. The mind is the friend of the conditioned soul, and his enemy as well.PurportThe word ātmā denotes body, mind and soul – depending upon different circumstances. In the yoga system, the mind and the conditioned soul are especially important. Since the mind is the central point of yoga practice, ātmā refers here to the mind. The purpose of the yoga system is to control the mind and to draw it away from attachment to sense objects. It is stressed herein that the mind must be so trained that it can deliver the conditioned soul from the mire of nescience. In material existence one is subjected to the influence of the mind and the senses. In fact, the pure soul is entangled in the material world because the mind is involved with the false ego, which desires to lord it over material nature. Therefore, the mind should be trained so that it will not be attracted by the glitter of material nature, and in this way the conditioned soul may be saved. One should not degrade oneself by attraction to sense objects. The more one is attracted by sense objects, the more one becomes entangled in material existence. The best way to disentangle oneself is to always engage the mind in Kṛṣṇa consciousness. The word hi is used for emphasizing this point, i.e., that one must do this. It is also said:mana eva manuṣyāṇāṁkāraṇaṁ bandha-mokṣayoḥbandhāya viṣayāsaṅgomuktyai nirviṣayaṁ manaḥ“For man, mind is the cause of bondage and mind is the cause of liberation. Mind absorbed in sense objects is the cause of bondage, and mind detached from the sense objects is the cause of liberation.” (Amṛta-bindu Upaniṣad 2) Therefore, the mind which is always engaged in Kṛṣṇa consciousness is the cause of supreme liberation."}