{"title": "Bg. 6.6", "sanskrit": "बन्धुरात्मात्मनस्तस्य येनात्मैवात्मना जित: ।अनात्मनस्तु शत्रुत्वे वर्तेतात्मैव शत्रुवत् ॥ ६ ॥", "transliteration": "bandhur ātmātmanas tasyayenātmaivātmanā jitaḥanātmanas tu śatrutvevartetātmaiva śatru-vat", "words_trans": {"bandhuḥ": "friend", "ātmā": "the mind", "ātmanaḥ": "of the living entity", "tasya": "of him", "yena": "by whom", "eva": "certainly", "ātmanā": "by the living entity", "jitaḥ": "conquered", "anātmanaḥ": "of one who has failed to control the mind", "tu": "but", "śatrutve": "because of enmity", "varteta": "remains", "ātmā eva": "the very mind", "śatru-vat": "as an enemy."}, "literary_trans": "For him who has conquered the mind, the mind is the best of friends; but for one who has failed to do so, his mind will remain the greatest enemy.For him who has conquered the mind, the mind is the best of friends; but for one who has failed to do so, his mind will remain the greatest enemy.PurportThe purpose of practicing eightfold yoga is to control the mind in order to make it a friend in discharging the human mission. Unless the mind is controlled, the practice of yoga (for show) is simply a waste of time. One who cannot control his mind lives always with the greatest enemy, and thus his life and its mission are spoiled. The constitutional position of the living entity is to carry out the order of the superior. As long as one’s mind remains an unconquered enemy, one has to serve the dictations of lust, anger, avarice, illusion, etc. But when the mind is conquered, one voluntarily agrees to abide by the dictation of the Personality of Godhead, who is situated within the heart of everyone as Paramātmā. Real yoga practice entails meeting the Paramātmā within the heart and then following His dictation. For one who takes to Kṛṣṇa consciousness directly, perfect surrender to the dictation of the Lord follows automatically."}