{"title": "Bg. 6.7", "sanskrit": "जितात्मन: प्रशान्तस्य परमात्मा समाहित: ।शीतोष्णसुखदु:खेषु तथा मानापमानयो: ॥ ७ ॥", "transliteration": "jitātmanaḥ praśāntasyaparamātmā samāhitaḥśītoṣṇa-sukha-duḥkheṣutathā mānāpamānayoḥ", "words_trans": {"jita-ātmanaḥ": "of one who has conquered his mind", "praśāntasya": "who has attained tranquillity by such control over the mind", "parama-ātmā": "the Supersoul", "samāhitaḥ": "approached completely", "śīta": "in cold", "uṣṇa": "heat", "sukha": "happiness", "duḥkheṣu": "and distress", "tathā": "also", "māna": "in honor", "apamānayoḥ": "and dishonor."}, "literary_trans": "For one who has conquered the mind, the Supersoul is already reached, for he has attained tranquillity. To such a man happiness and distress, heat and cold, honor and dishonor are all the same.For one who has conquered the mind, the Supersoul is already reached, for he has attained tranquillity. To such a man happiness and distress, heat and cold, honor and dishonor are all the same.PurportActually, every living entity is intended to abide by the dictation of the Supreme Personality of Godhead, who is seated in everyone’s heart as Paramātmā. When the mind is misled by the external, illusory energy, one becomes entangled in material activities. Therefore, as soon as one’s mind is controlled through one of the yoga systems, one should be considered to have already reached the destination. One has to abide by superior dictation. When one’s mind is fixed on the superior nature, he has no alternative but to follow the dictation of the Supreme. The mind must admit some superior dictation and follow it. The effect of controlling the mind is that one automatically follows the dictation of the Paramātmā, or Supersoul. Because this transcendental position is at once achieved by one who is in Kṛṣṇa consciousness, the devotee of the Lord is unaffected by the dualities of material existence, namely distress and happiness, cold and heat, etc. This state is practical samādhi, or absorption in the Supreme."}