{"title": "Bg. 7.2", "sanskrit": "ज्ञानं तेऽहं सविज्ञानमिदं वक्ष्याम्यशेषत: ।यज्ज्ञात्वा नेह भूयोऽन्यज्ज्ञातव्यमवशिष्यते ॥ २ ॥", "transliteration": "jñānaṁ te ’haṁ sa-vijñānamidaṁ vakṣyāmy aśeṣataḥyaj jñātvā neha bhūyo ’nyajjñātavyam avaśiṣyate", "words_trans": {"jñānam": "phenomenal knowledge", "te": "unto you", "aham": "I", "sa": "with", "vijñānam": "numinous knowledge", "idam": "this", "vakṣyāmi": "shall explain", "aśeṣataḥ": "in full", "yat": "which", "jñātvā": "knowing", "na": "not", "iha": "in this world", "bhūyaḥ": "further", "anyat": "anything more", "jñātavyam": "knowable", "avaśiṣyate": "remains."}, "literary_trans": "I shall now declare unto you in full this knowledge, both phenomenal and numinous. This being known, nothing further shall remain for you to know.I shall now declare unto you in full this knowledge, both phenomenal and numinous. This being known, nothing further shall remain for you to know.PurportComplete knowledge includes knowledge of the phenomenal world, the spirit behind it, and the source of both of them. This is transcendental knowledge. The Lord wants to explain the above-mentioned system of knowledge because Arjuna is Kṛṣṇa’s confidential devotee and friend. In the beginning of the Fourth Chapter this explanation was given by the Lord, and it is again confirmed here: complete knowledge can be achieved only by the devotee of the Lord in disciplic succession directly from the Lord. Therefore one should be intelligent enough to know the source of all knowledge, who is the cause of all causes and the only object for meditation in all types of yoga practice. When the cause of all causes becomes known, then everything knowable becomes known, and nothing remains unknown. The Vedas (Muṇḍaka Upaniṣad 1.1.3) say, kasminn u bhagavo vijñāte sarvam idaṁ vijñātaṁ bhavatīti."}