{"title": "Bg. 7.24", "sanskrit": "अव्यक्तं व्यक्तिमापन्नं मन्यन्ते मामबुद्धय: ।परं भावमजानन्तो ममाव्ययमनुत्तमम् ॥ २४ ॥", "transliteration": "avyaktaṁ vyaktim āpannaṁmanyante mām abuddhayaḥparaṁ bhāvam ajānantomamāvyayam anuttamam", "words_trans": {"avyaktam": "nonmanifested", "vyaktim": "personality", "āpannam": "achieved", "manyante": "think", "mām": "Me", "abuddhayaḥ": "less intelligent persons", "param": "supreme", "bhāvam": "existence", "ajānantaḥ": "without knowing", "mama": "My", "avyayam": "imperishable", "anuttamam": "the finest."}, "literary_trans": "Unintelligent men, who do not know Me perfectly, think that I, the Supreme Personality of Godhead, Kṛṣṇa, was impersonal before and have now assumed this personality. Due to their small knowledge, they do not know My higher nature, which is imperishable and supreme.Unintelligent men, who do not know Me perfectly, think that I, the Supreme Personality of Godhead, Kṛṣṇa, was impersonal before and have now assumed this personality. Due to their small knowledge, they do not know My higher nature, which is imperishable and supreme.PurportThose who are worshipers of demigods have been described as less intelligent persons, and here the impersonalists are similarly described. Lord Kṛṣṇa in His personal form is here speaking before Arjuna, and still, due to ignorance, impersonalists argue that the Supreme Lord ultimately has no form. Yāmunācārya, a great devotee of the Lord in the disciplic succession of Rāmānujācārya, has written a very appropriate verse in this connection. He says,tvāṁ śīla-rūpa-caritaiḥ parama-prakṛṣṭaiḥsattvena sāttvikatayā prabalaiś ca śāstraiḥprakhyāta-daiva-paramārtha-vidāṁ mataiś canaivāsura-prakṛtayaḥ prabhavanti boddhum“My dear Lord, devotees like Vyāsadeva and Nārada know You to be the Personality of Godhead. By understanding different Vedic literatures, one can come to know Your characteristics, Your form and Your activities, and one can thus understand that You are the Supreme Personality of Godhead. But those who are in the modes of passion and ignorance, the demons, the nondevotees, cannot understand You. They are unable to understand You. However expert such nondevotees may be in discussing Vedānta and the Upaniṣads and other Vedic literatures, it is not possible for them to understand the Personality of Godhead.” (Stotra-ratna 12)In the Brahma-saṁhitā it is stated that the Personality of Godhead cannot be understood simply by study of the Vedānta literature. Only by the mercy of the Supreme Lord can the Personality of the Supreme be known. Therefore in this verse it is clearly stated that not only are the worshipers of the demigods less intelligent, but those nondevotees who are engaged in Vedānta and speculation on Vedic literature without any tinge of true Kṛṣṇa consciousness are also less intelligent, and for them it is not possible to understand God’s personal nature. Persons who are under the impression that the Absolute Truth is impersonal are described as abuddhayaḥ, which means those who do not know the ultimate feature of the Absolute Truth. In the Śrīmad-Bhāgavatam it is stated that supreme realization begins from the impersonal Brahman and then rises to the localized Supersoul – but the ultimate word in the Absolute Truth is the Personality of Godhead. Modern impersonalists are still less intelligent, for they do not even follow their great predecessor Śaṅkarācārya, who has specifically stated that Kṛṣṇa is the Supreme Personality of Godhead. Impersonalists, therefore, not knowing the Supreme Truth, think Kṛṣṇa to be only the son of Devakī and Vasudeva, or a prince, or a powerful living entity. This is also condemned in the Bhagavad-gītā (9.11). Avajānanti māṁ mūḍhā mānuṣīṁ tanum āśritam: “Only the fools regard Me as an ordinary person.”The fact is that no one can understand Kṛṣṇa without rendering devotional service and without developing Kṛṣṇa consciousness. The Bhāgavatam (10.14.29) confirms this:athāpi te deva padāmbuja-dvaya-prasāda-leśānugṛhīta eva hijānāti tattvaṁ bhagavan-mahimnona cānya eko ’pi ciraṁ vicinvan“My Lord, if one is favored by even a slight trace of the mercy of Your lotus feet, he can understand the greatness of Your personality. But those who speculate to understand the Supreme Personality of Godhead are unable to know You, even though they continue to study the Vedas for many years.” One cannot understand the Supreme Personality of Godhead, Kṛṣṇa, or His form, quality or name simply by mental speculation or by discussing Vedic literature. One must understand Him by devotional service. When one is fully engaged in Kṛṣṇa consciousness, beginning by chanting the mahā-mantra – Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare – then only can one understand the Supreme Personality of Godhead. Nondevotee impersonalists think that Kṛṣṇa has a body made of this material nature and that all His activities, His form and everything are māyā. These impersonalists are known as Māyāvādīs. They do not know the ultimate truth.The twentieth verse clearly states, kāmais tais tair hṛta-jñānāḥ prapadyante ’nya-devatāḥ: “Those who are blinded by lusty desires surrender unto the different demigods.” It is accepted that besides the Supreme Personality of Godhead, there are demigods who have their different planets, and the Lord also has a planet. As stated in the twenty-third verse, devān deva-yajo yānti mad-bhaktā yānti mām api: the worshipers of the demigods go to the different planets of the demigods, and those who are devotees of Lord Kṛṣṇa go to the Kṛṣṇaloka planet. Although this is clearly stated, the foolish impersonalists still maintain that the Lord is formless and that these forms are impositions. From the study of the Gītā does it appear that the demigods and their abodes are impersonal? Clearly, neither the demigods nor Kṛṣṇa, the Supreme Personality of Godhead, are impersonal. They are all persons; Lord Kṛṣṇa is the Supreme Personality of Godhead, and He has His own planet, and the demigods have theirs.Therefore the monistic contention that ultimate truth is formless and that form is imposed does not hold true. It is clearly stated here that it is not imposed. From the Bhagavad-gītā we can clearly understand that the forms of the demigods and the form of the Supreme Lord are simultaneously existing and that Lord Kṛṣṇa is sac-cid-ānanda, eternal blissful knowledge. The Vedic literature confirms that the Supreme Absolute Truth is knowledge and blissful pleasure, vijñānam ānandam brahma (Bṛhad-āraṇyaka Upaniṣad 3.9.28), and that He is the reservoir of unlimited auspicious qualities, ananta-kalyāna-guṇātmako ’sau (Viṣṇu Purāṇa 6.5.84). And in the Gītā the Lord says that although He is aja (unborn), He still appears. These are the facts that we should understand from the Bhagavad-gītā. We cannot understand how the Supreme Personality of Godhead can be impersonal; the imposition theory of the impersonalist monist is false as far as the statements of the Gītā are concerned. It is clear herein that the Supreme Absolute Truth, Lord Kṛṣṇa, has both form and personality."}