{"title": "Bg. 7.26", "sanskrit": "वेदाहं समतीतानि वर्तमानानि चार्जुन ।भविष्याणि च भूतानि मां तु वेद न कश्चन ॥ २६ ॥", "transliteration": "vedāhaṁ samatītānivartamānāni cārjunabhaviṣyāṇi ca bhūtānimāṁ tu veda na kaścana", "words_trans": {"veda": "knows", "aham": "I", "samatītāni": "completely past", "vartamānāni": "present", "ca": "also", "arjuna": "O Arjuna", "bhaviṣyāṇi": "future", "bhūtāni": "all living entities", "mām": "Me", "tu": "but", "na": "not", "kaścana": "anyone."}, "literary_trans": "O Arjuna, as the Supreme Personality of Godhead, I know everything that has happened in the past, all that is happening in the present, and all things that are yet to come. I also know all living entities; but Me no one knows.O Arjuna, as the Supreme Personality of Godhead, I know everything that has happened in the past, all that is happening in the present, and all things that are yet to come. I also know all living entities; but Me no one knows.PurportHere the question of personality and impersonality is clearly stated. If Kṛṣṇa, the form of the Supreme Personality of Godhead, were māyā, material, as the impersonalists consider Him to be, then like the living entity He would change His body and forget everything about His past life. Anyone with a material body cannot remember his past life, nor can he foretell his future life, nor can he predict the outcome of his present life; therefore he cannot know what is happening in past, present and future. Unless one is liberated from material contamination, he cannot know past, present and future.Unlike the ordinary human being, Lord Kṛṣṇa clearly says that He completely knows what happened in the past, what is happening in the present, and what will happen in the future. In the Fourth Chapter we have seen that Lord Kṛṣṇa remembers instructing Vivasvān, the sun-god, millions of years ago. Kṛṣṇa knows every living entity because He is situated in every living being’s heart as the Supersoul. But despite His presence in every living entity as Supersoul and His presence as the Supreme Personality of Godhead, the less intelligent, even if able to realize the impersonal Brahman, cannot realize Śrī Kṛṣṇa as the Supreme Person. Certainly the transcendental body of Śrī Kṛṣṇa is not perishable. He is just like the sun, and māyā is like a cloud. In the material world we can see that there is the sun and that there are clouds and different stars and planets. The clouds may cover all these in the sky temporarily, but this covering is only apparent to our limited vision. The sun, moon and stars are not actually covered. Similarly, māyā cannot cover the Supreme Lord. By His internal potency He is not manifest to the less intelligent class of men. As it is stated in the third verse of this chapter, out of millions and millions of men, some try to become perfect in this human form of life, and out of thousands and thousands of such perfected men, hardly one can understand what Lord Kṛṣṇa is. Even if one is perfected by realization of impersonal Brahman or localized Paramātmā, he cannot possibly understand the Supreme Personality of Godhead, Śrī Kṛṣṇa, without being in Kṛṣṇa consciousness."}