{"title": "Bg. 7.28", "sanskrit": "येषां त्वन्तगतं पापं जनानां पुण्यकर्मणाम् ।ते द्वन्द्वमोहनिर्मुक्ता भजन्ते मां दृढव्रता: ॥ २८ ॥", "transliteration": "yeṣāṁ tv anta-gataṁ pāpaṁjanānāṁ puṇya-karmaṇāmte dvandva-moha-nirmuktābhajante māṁ dṛḍha-vratāḥ", "words_trans": {"yeṣām": "whose", "tu": "but", "anta-gatam": "completely eradicated", "pāpam": "sin", "janānām": "of the persons", "puṇya": "pious", "karmaṇām": "whose previous activities", "te": "they", "dvandva": "of duality", "moha": "delusion", "nirmuktāḥ": "free from", "bhajante": "engage in devotional service", "mām": "to Me", "dṛḍha-vratāḥ": "with determination."}, "literary_trans": "Persons who have acted piously in previous lives and in this life and whose sinful actions are completely eradicated are freed from the dualities of delusion, and they engage themselves in My service with determination.Persons who have acted piously in previous lives and in this life and whose sinful actions are completely eradicated are freed from the dualities of delusion, and they engage themselves in My service with determination.PurportThose eligible for elevation to the transcendental position are mentioned in this verse. For those who are sinful, atheistic, foolish and deceitful, it is very difficult to transcend the duality of desire and hate. Only those who have passed their lives in practicing the regulative principles of religion, who have acted piously, and who have conquered sinful reactions can accept devotional service and gradually rise to the pure knowledge of the Supreme Personality of Godhead. Then, gradually, they can meditate in trance on the Supreme Personality of Godhead. That is the process of being situated on the spiritual platform. This elevation is possible in Kṛṣṇa consciousness in the association of pure devotees, for in the association of great devotees one can be delivered from delusion.It is stated in the Śrīmad-Bhāgavatam (5.5.2) that if one actually wants to be liberated he must render service to the devotees (mahat-sevāṁ dvāram āhur vimukteḥ); but one who associates with materialistic people is on the path leading to the darkest region of existence (tamo-dvāraṁ yoṣitāṁ saṅgi-saṅgam). All the devotees of the Lord traverse this earth just to recover the conditioned souls from their delusion. The impersonalists do not know that forgetting their constitutional position as subordinate to the Supreme Lord is the greatest violation of God’s law. Unless one is reinstated in his own constitutional position, it is not possible to understand the Supreme Personality or to be fully engaged in His transcendental loving service with determination."}