{"title": "Bg. 7.4", "sanskrit": "भूमिरापोऽनलो वायु: खं मनो बुद्धिरेव च ।अहङ्कार इतीयं मे भिन्ना प्रकृतिरष्टधा ॥ ४ ॥", "transliteration": "bhūmir āpo ’nalo vāyuḥkhaṁ mano buddhir eva caahaṅkāra itīyaṁ mebhinnā prakṛtir aṣṭadhā", "words_trans": {"bhūmiḥ": "earth", "āpaḥ": "water", "analaḥ": "fire", "vāyuḥ": "air", "kham": "ether", "manaḥ": "mind", "buddhiḥ": "intelligence", "eva": "certainly", "ca": "and", "ahaṅkāraḥ": "false ego", "iti": "thus", "iyam": "all these", "me": "My", "bhinnā": "separated", "prakṛtiḥ": "energies", "aṣṭadhā": "eightfold."}, "literary_trans": "Earth, water, fire, air, ether, mind, intelligence and false ego – all together these eight constitute My separated material energies.Earth, water, fire, air, ether, mind, intelligence and false ego – all together these eight constitute My separated material energies.PurportThe science of God analyzes the constitutional position of God and His diverse energies. Material nature is called prakṛti, or the energy of the Lord in His different puruṣa incarnations (expansions) as described in the Nārada Pañcarātra, one of the Sātvata-tantras:viṣṇos tu trīṇi rūpāṇipuruṣākhyāny atho viduḥekaṁ tu mahataḥ sraṣṭṛdvitīyaṁ tv aṇḍa-saṁsthitamtṛtīyaṁ sarva-bhūta-sthaṁtāni jñātvā vimucyate“For material creation, Lord Kṛṣṇa’s plenary expansion assumes three Viṣṇus. The first one, Mahā-viṣṇu, creates the total material energy, known as the mahat-tattva. The second, Garbhodaka-śāyī Viṣṇu, enters into all the universes to create diversities in each of them. The third, Kṣīrodaka-śāyī Viṣṇu, is diffused as the all-pervading Supersoul in all the universes and is known as Paramātmā. He is present even within the atoms. Anyone who knows these three Viṣṇus can be liberated from material entanglement.”This material world is a temporary manifestation of one of the energies of the Lord. All the activities of the material world are directed by these three Viṣṇu expansions of Lord Kṛṣṇa. These puruṣas are called incarnations. Generally one who does not know the science of God (Kṛṣṇa) assumes that this material world is for the enjoyment of the living entities and that the living entities are the puruṣas – the causes, controllers and enjoyers of the material energy. According to Bhagavad-gītā this atheistic conclusion is false. In the verse under discussion it is stated that Kṛṣṇa is the original cause of the material manifestation. Śrīmad-Bhāgavatam also confirms this. The ingredients of the material manifestation are separated energies of the Lord. Even the brahma-jyotir, which is the ultimate goal of the impersonalists, is a spiritual energy manifested in the spiritual sky. There are no spiritual diversities in the brahma-jyotir as there are in the Vaikuṇṭha-lokas, and the impersonalist accepts this brahma-jyotir as the ultimate eternal goal. The Paramātmā manifestation is also a temporary all-pervasive aspect of the Kṣīrodaka-śāyī Viṣṇu. The Paramātmā manifestation is not eternal in the spiritual world. Therefore the factual Absolute Truth is the Supreme Personality of Godhead Kṛṣṇa. He is the complete energetic person, and He possesses different separated and internal energies.In the material energy, the principal manifestations are eight, as above mentioned. Out of these, the first five manifestations, namely earth, water, fire, air and sky, are called the five gigantic creations or the gross creations, within which the five sense objects are included. They are the manifestations of physical sound, touch, form, taste and smell. Material science comprises these ten items and nothing more. But the other three items, namely mind, intelligence and false ego, are neglected by the materialists. Philosophers who deal with mental activities are also not perfect in knowledge because they do not know the ultimate source, Kṛṣṇa. The false ego – “I am,” and “It is mine,” which constitute the basic principle of material existence – includes ten sense organs for material activities. Intelligence refers to the total material creation, called the mahat-tattva. Therefore from the eight separated energies of the Lord are manifest the twenty-four elements of the material world, which are the subject matter of Sāṅkhya atheistic philosophy; they are originally offshoots from Kṛṣṇa’s energies and are separated from Him, but atheistic Sāṅkhya philosophers with a poor fund of knowledge do not know Kṛṣṇa as the cause of all causes. The subject matter for discussion in the Sāṅkhya philosophy is only the manifestation of the external energy of Kṛṣṇa, as it is described in the Bhagavad-gītā."}