{"title": "Bg. 8.1", "sanskrit": "अर्जुन उवाचकिं तद्‌ब्रह्म किमध्यात्मं किं कर्म पुरुषोत्तम ।अधिभूतं च किं प्रोक्तमधिदैवं किमुच्यते ॥ १ ॥", "transliteration": "arjuna uvācakiṁ tad brahma kim adhyātmaṁkiṁ karma puruṣottamaadhibhūtaṁ ca kiṁ proktamadhidaivaṁ kim ucyate", "words_trans": {"arjunaḥ uvāca": "Arjuna said", "kim": "what", "tat": "that", "brahma": "Brahman", "adhyātmam": "the self", "karma": "fruitive activities", "puruṣa-uttama": "O Supreme Person", "adhibhūtam": "the material manifestation", "ca": "and", "proktam": "is called", "adhidaivam": "the demigods", "ucyate": "is called."}, "literary_trans": "Arjuna inquired: O my Lord, O Supreme Person, what is Brahman? What is the self? What are fruitive activities? What is this material manifestation? And what are the demigods? Please explain this to me.Arjuna inquired: O my Lord, O Supreme Person, what is Brahman? What is the self? What are fruitive activities? What is this material manifestation? And what are the demigods? Please explain this to me.PurportIn this chapter Lord Kṛṣṇa answers different questions from Arjuna, beginning with “What is Brahman?” The Lord also explains karma (fruitive activities), devotional service and yoga principles, and devotional service in its pure form. The Śrīmad-Bhāgavatam explains that the Supreme Absolute Truth is known as Brahman, Paramātmā and Bhagavān. In addition, the living entity, the individual soul, is also called Brahman. Arjuna also inquires about ātmā, which refers to body, soul and mind. According to the Vedic dictionary, ātmā refers to the mind, soul, body and senses also.Arjuna has addressed the Supreme Lord as Puruṣottama, Supreme Person, which means that he was putting these questions not simply to a friend but to the Supreme Person, knowing Him to be the supreme authority able to give definitive answers."}