{"title": "Bg. 8.13", "sanskrit": "ॐ इत्येकाक्षरं ब्रह्म व्याहरन्मामनुस्मरन् ।य: प्रयाति त्यजन्देहं स याति परमां गतिम् ॥ १३ ॥", "transliteration": "oṁ ity ekākṣaraṁ brahmavyāharan mām anusmaranyaḥ prayāti tyajan dehaṁsa yāti paramāṁ gatim", "words_trans": {"oṁ": "the combination of letters oṁ (oṁ-kāra)", "iti": "thus", "eka-akṣaram": "the one syllable", "brahma": "absolute", "vyāharan": "vibrating", "mām": "Me (Kṛṣṇa)", "anusmaran": "remembering", "yaḥ": "anyone who", "prayāti": "leaves", "tyajan": "quitting", "deham": "this body", "saḥ": "he", "yāti": "achieves", "paramām": "the supreme", "gatim": "destination."}, "literary_trans": "After being situated in this yoga practice and vibrating the sacred syllable oṁ, the supreme combination of letters, if one thinks of the Supreme Personality of Godhead and quits his body, he will certainly reach the spiritual planets.After being situated in this yoga practice and vibrating the sacred syllable oṁ, the supreme combination of letters, if one thinks of the Supreme Personality of Godhead and quits his body, he will certainly reach the spiritual planets.PurportIt is clearly stated here that oṁ, Brahman and Lord Kṛṣṇa are not different. The impersonal sound of Kṛṣṇa is oṁ, but the sound Hare Kṛṣṇa contains oṁ. The chanting of the Hare Kṛṣṇa mantra is clearly recommended for this age. So if one quits his body at the end of life chanting Hare Kṛṣṇa, Hare Kṛṣṇa, Kṛṣṇa Kṛṣṇa, Hare Hare/ Hare Rāma, Hare Rāma, Rāma Rāma, Hare Hare, he certainly reaches one of the spiritual planets, according to the mode of his practice. The devotees of Kṛṣṇa enter the Kṛṣṇa planet, Goloka Vṛndāvana. For the personalists there are also innumerable other planets, known as Vaikuṇṭha planets, in the spiritual sky, whereas the impersonalists remain in the brahma-jyotir."}