{"title": "Bg. 8.17", "sanskrit": "सहस्रयुगपर्यन्तमहर्यद्ब्रह्मणो विदु: ।रात्रिं युगसहस्रान्तां तेऽहोरात्रविदो जना: ॥ १७ ॥", "transliteration": "sahasra-yuga-paryantamahar yad brahmaṇo viduḥrātriṁ yuga-sahasrāntāṁte ’ho-rātra-vido janāḥ", "words_trans": {"sahasra": "one thousand", "yuga": "millenniums", "paryantam": "including", "ahaḥ": "day", "yat": "that which", "brahmaṇaḥ": "of Brahmā", "viduḥ": "they know", "rātrim": "night", "sahasra-antām": "similarly, ending after one thousand", "te": "they", "ahaḥ-rātra": "day and night", "vidaḥ": "who understand", "janāḥ": "people."}, "literary_trans": "By human calculation, a thousand ages taken together form the duration of Brahmā’s one day. And such also is the duration of his night.By human calculation, a thousand ages taken together form the duration of Brahmā’s one day. And such also is the duration of his night.PurportThe duration of the material universe is limited. It is manifested in cycles of kalpas. A kalpa is a day of Brahmā, and one day of Brahmā consists of a thousand cycles of four yugas, or ages: Satya, Tretā, Dvāpara and Kali. The cycle of Satya is characterized by virtue, wisdom and religion, there being practically no ignorance and vice, and the yuga lasts 1,728,000 years. In the Tretā-yuga vice is introduced, and this yuga lasts 1,296,000 years. In the Dvāpara-yuga there is an even greater decline in virtue and religion, vice increasing, and this yuga lasts 864,000 years. And finally in Kali-yuga (the yuga we have now been experiencing over the past 5,000 years) there is an abundance of strife, ignorance, irreligion and vice, true virtue being practically nonexistent, and this yuga lasts 432,000 years. In Kali-yuga vice increases to such a point that at the termination of the yuga the Supreme Lord Himself appears as the Kalki avatāra, vanquishes the demons, saves His devotees, and commences another Satya-yuga. Then the process is set rolling again. These four yugas, rotating a thousand times, comprise one day of Brahmā, and the same number comprise one night. Brahmā lives one hundred of such “years” and then dies. These “hundred years” by earth calculations total to 311 trillion and 40 billion earth years. By these calculations the life of Brahmā seems fantastic and interminable, but from the viewpoint of eternity it is as brief as a lightning flash. In the Causal Ocean there are innumerable Brahmās rising and disappearing like bubbles in the Atlantic. Brahmā and his creation are all part of the material universe, and therefore they are in constant flux.In the material universe not even Brahmā is free from the process of birth, old age, disease and death. Brahmā, however, is directly engaged in the service of the Supreme Lord in the management of this universe – therefore he at once attains liberation. Elevated sannyāsīs are promoted to Brahmā’s particular planet, Brahmaloka, which is the highest planet in the material universe and which survives all the heavenly planets in the upper strata of the planetary system, but in due course Brahmā and all the inhabitants of Brahmaloka are subject to death, according to the law of material nature."}