{"title": "Bg. 8.22", "sanskrit": "पुरुष: स पर: पार्थ भक्त्य‍ा लभ्यस्त्वनन्यया ।यस्यान्त:स्थानि भूतानि येन सर्वमिदं ततम् ॥ २२ ॥", "transliteration": "puruṣaḥ sa paraḥ pārthabhaktyā labhyas tv ananyayāyasyāntaḥ-sthāni bhūtāniyena sarvam idaṁ tatam", "words_trans": {"puruṣaḥ": "the Supreme Personality", "saḥ": "He", "paraḥ": "the Supreme, than whom no one is greater", "pārtha": "O son of Pṛthā", "bhaktyā": "by devotional service", "labhyaḥ": "can be achieved", "tu": "but", "ananyayā": "unalloyed, undeviating", "yasya": "whom", "antaḥ-sthāni": "within", "bhūtāni": "all of this material manifestation", "yena": "by whom", "sarvam": "all", "idam": "whatever we can see", "tatam": "is pervaded."}, "literary_trans": "The Supreme Personality of Godhead, who is greater than all, is attainable by unalloyed devotion. Although He is present in His abode, He is all-pervading, and everything is situated within Him.The Supreme Personality of Godhead, who is greater than all, is attainable by unalloyed devotion. Although He is present in His abode, He is all-pervading, and everything is situated within Him.PurportIt is here clearly stated that the supreme destination, from which there is no return, is the abode of Kṛṣṇa, the Supreme Person. The Brahma-saṁhitā describes this supreme abode as ānanda-cinmaya-rasa, a place where everything is full of spiritual bliss. All the variegatedness manifest there is of the quality of spiritual bliss – nothing there is material. That variegatedness is expanded as the spiritual expansion of the Supreme Godhead Himself, for the manifestation there is totally of the spiritual energy, as explained in Chapter Seven. As far as this material world is concerned, although the Lord is always in His supreme abode, He is nonetheless all-pervading by His material energy. So by His spiritual and material energies He is present everywhere – both in the material and in the spiritual universes. Yasyāntaḥ-sthāni means that everything is sustained within Him, within either His spiritual or material energy. The Lord is all-pervading by these two energies.To enter Kṛṣṇa’s supreme abode or the innumerable Vaikuṇṭha planets is possible only by bhakti, devotional service, as clearly indicated here by the word bhaktyā. No other process can help one attain that supreme abode. The Vedas (Gopāla-tāpanī Upaniṣad 1.21) also describe the supreme abode and the Supreme Personality of Godhead. Eko vaśī sarva-gaḥ kṛṣṇaḥ. In that abode there is only one Supreme Personality of Godhead, whose name is Kṛṣṇa. He is the supreme merciful Deity, and although situated there as one He has expanded Himself into millions and millions of plenary expansions. The Vedas compare the Lord to a tree standing still yet bearing many varieties of fruits, flowers and changing leaves. The plenary expansions of the Lord who preside over the Vaikuṇṭha planets are four-armed, and they are known by a variety of names – Puruṣottama, Trivikrama, Keśava, Mādhava, Aniruddha, Hṛṣīkeśa, Saṅkarṣaṇa, Pradyumna, Śrīdhara, Vāsudeva, Dāmodara, Janārdana, Nārāyaṇa, Vāmana, Padmanābha, etc.The Brahma-saṁhitā (5.37) also confirms that although the Lord is always in the supreme abode, Goloka Vṛndāvana, He is all-pervading, so that everything is going on nicely (goloka eva nivasaty akhilātma-bhūtaḥ). As stated in the Vedas (Śvetāśvatara Upaniṣad 6.8), parāsya śaktir vividhaiva śrūyate/ svābhāvikī jñāna-bala-kriyā ca: His energies are so expansive that they systematically conduct everything in the cosmic manifestation without a flaw, although the Supreme Lord is far, far away."}