{"title": "Bg. 8.2", "sanskrit": "अधियज्ञ: कथं कोऽत्र देहेऽस्मिन्मधुसूदन ।प्रयाणकाले च कथं ज्ञेयोऽसि नियतात्मभि: ॥ २ ॥", "transliteration": "adhiyajñaḥ kathaṁ ko ’tradehe ’smin madhusūdanaprayāṇa-kāle ca kathaṁjñeyo ’si niyatātmabhiḥ", "words_trans": {"adhiyajñaḥ": "the Lord of sacrifice", "katham": "how", "kaḥ": "who", "atra": "here", "dehe": "in the body", "asmin": "this", "madhusūdana": "O Madhusūdana", "prayāṇa-kāle": "at the time of death", "ca": "and", "jñeyaḥ asi": "You can be known", "niyata-ātmabhiḥ": "by the self-controlled."}, "literary_trans": "Who is the Lord of sacrifice, and how does He live in the body, O Madhusūdana? And how can those engaged in devotional service know You at the time of death?Who is the Lord of sacrifice, and how does He live in the body, O Madhusūdana? And how can those engaged in devotional service know You at the time of death?Purport“Lord of sacrifice” may refer to either Indra or Viṣṇu. Viṣṇu is the chief of the primal demigods, including Brahmā and Śiva, and Indra is the chief of the administrative demigods. Both Indra and Viṣṇu are worshiped by yajña performances. But here Arjuna asks who is actually the Lord of yajña (sacrifice) and how the Lord is residing within the body of the living entity.Arjuna addresses the Lord as Madhusūdana because Kṛṣṇa once killed a demon named Madhu. Actually these questions, which are of the nature of doubts, should not have arisen in the mind of Arjuna, because Arjuna is a Kṛṣṇa conscious devotee. Therefore these doubts are like demons. Since Kṛṣṇa is so expert in killing demons, Arjuna here addresses Him as Madhusūdana so that Kṛṣṇa might kill the demonic doubts that arise in Arjuna’s mind.Now the word prayāṇa-kāle in this verse is very significant because whatever we do in life will be tested at the time of death. Arjuna is very anxious to know of those who are constantly engaged in Kṛṣṇa consciousness. What should be their position at that final moment? At the time of death all the bodily functions are disrupted, and the mind is not in a proper condition. Thus disturbed by the bodily situation, one may not be able to remember the Supreme Lord. Mahārāja Kulaśekhara, a great devotee, prays, “My dear Lord, just now I am quite healthy, and it is better that I die immediately so that the swan of my mind can seek entrance at the stem of Your lotus feet.” The metaphor is used because the swan, a bird of the water, takes pleasure in digging into the lotus flowers; its sporting proclivity is to enter the lotus flower. Mahārāja Kulaśekhara says to the Lord, “Now my mind is undisturbed, and I am quite healthy. If I die immediately, thinking of Your lotus feet, then I am sure that my performance of Your devotional service will become perfect. But if I have to wait for my natural death, then I do not know what will happen, because at that time the bodily functions will be disrupted, my throat will be choked up, and I do not know whether I shall be able to chant Your name. Better let me die immediately.” Arjuna questions how a person can fix his mind on Kṛṣṇa’s lotus feet at such a time."}