{"title": "Bg. 8.27", "sanskrit": "नैते सृती पार्थ जानन्योगी मुह्यति कश्चन ।तस्मात्सर्वेषु कालेषु योगयुक्तो भवार्जुन ॥ २७ ॥", "transliteration": "naite sṛtī pārtha jānanyogī muhyati kaścanatasmāt sarveṣu kāleṣuyoga-yukto bhavārjuna", "words_trans": {"na": "never", "ete": "these two", "sṛtī": "different paths", "pārtha": "O son of Pṛthā", "jānan": "even if he knows", "yogī": "the devotee of the Lord", "muhyati": "is bewildered", "kaścana": "any", "tasmāt": "therefore", "sarveṣu kāleṣu": "always", "yoga-yuktaḥ": "engaged in Kṛṣṇa consciousness", "bhava": "just become", "arjuna": "O Arjuna."}, "literary_trans": "Although the devotees know these two paths, O Arjuna, they are never bewildered. Therefore be always fixed in devotion.Although the devotees know these two paths, O Arjuna, they are never bewildered. Therefore be always fixed in devotion.PurportKṛṣṇa is here advising Arjuna that he should not be disturbed by the different paths the soul can take when leaving the material world. A devotee of the Supreme Lord should not worry whether he will depart by arrangement or by accident. The devotee should be firmly established in Kṛṣṇa consciousness and chant Hare Kṛṣṇa. He should know that concern over either of these two paths is troublesome. The best way to be absorbed in Kṛṣṇa consciousness is to be always dovetailed in His service, and this will make one’s path to the spiritual kingdom safe, certain and direct. The word yoga-yukta is especially significant in this verse. One who is firm in yoga is constantly engaged in Kṛṣṇa consciousness in all his activities. Śrī Rūpa Gosvāmī advises, anāsaktasya viṣayān yathārham upayuñjataḥ: one should be unattached in material affairs and do everything in Kṛṣṇa consciousness. By this system, which is called yukta-vairāgya, one attains perfection. Therefore the devotee is not disturbed by these descriptions, because he knows that his passage to the supreme abode is guaranteed by devotional service."}