{"title": "Bg. 8.4", "sanskrit": "अधिभूतं क्षरो भाव: पुरुषश्चाधिदैवतम् ।अधियज्ञोऽहमेवात्र देहे देहभृतां वर ॥ ४ ॥", "transliteration": "adhibhūtaṁ kṣaro bhāvaḥpuruṣaś cādhidaivatamadhiyajño ’ham evātradehe deha-bhṛtāṁ vara", "words_trans": {"adhibhūtam": "the physical manifestation", "kṣaraḥ": "constantly changing", "bhāvaḥ": "nature", "puruṣaḥ": "the universal form, including all the demigods, like the sun and moon", "ca": "and", "adhidaivatam": "called adhidaiva", "adhiyajñaḥ": "the Supersoul", "aham": "I (Kṛṣṇa)", "eva": "certainly", "atra": "in this", "dehe": "body", "deha-bhṛtām": "of the embodied", "vara": "O best."}, "literary_trans": "O best of the embodied beings, the physical nature, which is constantly changing, is called adhibhūta [the material manifestation]. The universal form of the Lord, which includes all the demigods, like those of the sun and moon, is called adhidaiva. And I, the Supreme Lord, represented as the Supersoul in the heart of every embodied being, am called adhiyajña [the Lord of sacrifice].O best of the embodied beings, the physical nature, which is constantly changing, is called adhibhūta [the material manifestation]. The universal form of the Lord, which includes all the demigods, like those of the sun and moon, is called adhidaiva. And I, the Supreme Lord, represented as the Supersoul in the heart of every embodied being, am called adhiyajña [the Lord of sacrifice].PurportThe physical nature is constantly changing. Material bodies generally pass through six stages: they are born, they grow, they remain for some duration, they produce some by-products, they dwindle, and then they vanish. This physical nature is called adhibhūta. It is created at a certain point and will be annihilated at a certain point. The conception of the universal form of the Supreme Lord, which includes all the demigods and their different planets, is called adhidaivata. And present in the body along with the individual soul is the Supersoul, a plenary representation of Lord Kṛṣṇa. The Supersoul is called the Paramātmā or adhiyajña and is situated in the heart. The word eva is particularly important in the context of this verse because by this word the Lord stresses that the Paramātmā is not different from Him. The Supersoul, the Supreme Personality of Godhead, seated beside the individual soul, is the witness of the individual soul’s activities and is the source of the soul’s various types of consciousness. The Supersoul gives the individual soul an opportunity to act freely and witnesses his activities. The functions of all these different manifestations of the Supreme Lord automatically become clarified for the pure Kṛṣṇa conscious devotee engaged in transcendental service to the Lord. The gigantic universal form of the Lord called adhidaivata is contemplated by the neophyte who cannot approach the Supreme Lord in His manifestation as Supersoul. The neophyte is advised to contemplate the universal form, or virāṭ-puruṣa, whose legs are considered the lower planets, whose eyes are considered the sun and moon, and whose head is considered the upper planetary system."}