{"title": "Bg. 8.8", "sanskrit": "अभ्यासयोगयुक्तेन चेतसा नान्यगामिना ।परमं पुरुषं दिव्यं याति पार्थानुचिन्तयन् ॥ ८ ॥", "transliteration": "abhyāsa-yoga-yuktenacetasā nānya-gāmināparamaṁ puruṣaṁ divyaṁyāti pārthānucintayan", "words_trans": {"abhyāsa-yoga": "in the practice of meditation", "yuktena": "being engaged", "cetasā": "by the mind and intelligence", "na anya-gāminā": "without their being deviated", "paramam": "the Supreme", "puruṣam": "Personality of Godhead", "divyam": "transcendental", "yāti": "one achieves", "pārtha": "O son of Pṛthā", "anucintayan": "constantly thinking of."}, "literary_trans": "He who meditates on Me as the Supreme Personality of Godhead, his mind constantly engaged in remembering Me, undeviated from the path, he, O Pārtha, is sure to reach Me.He who meditates on Me as the Supreme Personality of Godhead, his mind constantly engaged in remembering Me, undeviated from the path, he, O Pārtha, is sure to reach Me.PurportIn this verse Lord Kṛṣṇa stresses the importance of remembering Him. One’s memory of Kṛṣṇa is revived by chanting the mahā-mantra, Hare Kṛṣṇa. By this practice of chanting and hearing the sound vibration of the Supreme Lord, one’s ear, tongue and mind are engaged. This mystic meditation is very easy to practice, and it helps one attain the Supreme Lord. Puruṣam means enjoyer. Although living entities belong to the marginal energy of the Supreme Lord, they are in material contamination. They think themselves enjoyers, but they are not the supreme enjoyer. Here it is clearly stated that the supreme enjoyer is the Supreme Personality of Godhead in His different manifestations and plenary expansions as Nārāyaṇa, Vāsudeva, etc.The devotee can constantly think of the object of worship, the Supreme Lord, in any of His features – Nārāyaṇa, Kṛṣṇa, Rāma, etc. – by chanting Hare Kṛṣṇa. This practice will purify him, and at the end of his life, due to his constant chanting, he will be transferred to the kingdom of God. Yoga practice is meditation on the Supersoul within; similarly, by chanting Hare Kṛṣṇa one fixes his mind always on the Supreme Lord. The mind is fickle, and therefore it is necessary to engage the mind by force to think of Kṛṣṇa. One example often given is that of the caterpillar that thinks of becoming a butterfly and so is transformed into a butterfly in the same life. Similarly, if we constantly think of Kṛṣṇa, it is certain that at the end of our lives we shall have the same bodily constitution as Kṛṣṇa."}