{"title": "Bg. 8.9", "sanskrit": "कविं पुराणमनुशासितार-मणोरणीयांसमनुस्मरेद्य: ।सर्वस्य धातारमचिन्त्यरूप-मादित्यवर्णं तमस: परस्तात् ॥ ९ ॥", "transliteration": "kaviṁ purāṇam anuśāsitāramaṇor aṇīyāṁsam anusmared yaḥsarvasya dhātāram acintya-rūpamāditya-varṇaṁ tamasaḥ parastāt", "words_trans": {"kavim": "the one who knows everything", "purāṇam": "the oldest", "anuśāsitāram": "the controller", "aṇoḥ": "than the atom", "aṇīyāṁsam": "smaller", "anusmaret": "always thinks of", "yaḥ": "one who", "sarvasya": "of everything", "dhātāram": "the maintainer", "acintya": "inconceivable", "rūpam": "whose form", "āditya-varṇam": "luminous like the sun", "tamasaḥ": "to darkness", "parastāt": "transcendental."}, "literary_trans": "One should meditate upon the Supreme Person as the one who knows everything, as He who is the oldest, who is the controller, who is smaller than the smallest, who is the maintainer of everything, who is beyond all material conception, who is inconceivable, and who is always a person. He is luminous like the sun, and He is transcendental, beyond this material nature.One should meditate upon the Supreme Person as the one who knows everything, as He who is the oldest, who is the controller, who is smaller than the smallest, who is the maintainer of everything, who is beyond all material conception, who is inconceivable, and who is always a person. He is luminous like the sun, and He is transcendental, beyond this material nature.PurportThe process of thinking of the Supreme is mentioned in this verse. The foremost point is that He is not impersonal or void. One cannot meditate on something impersonal or void. That is very difficult. The process of thinking of Kṛṣṇa, however, is very easy and is factually stated herein. First of all, the Lord is puruṣa, a person – we think of the person Rāma and the person Kṛṣṇa. And whether one thinks of Rāma or of Kṛṣṇa, what He is like is described in this verse of Bhagavad-gītā. The Lord is kavi; that is, He knows past, present and future and therefore knows everything. He is the oldest personality because He is the origin of everything; everything is born out of Him. He is also the supreme controller of the universe, and He is the maintainer and instructor of humanity. He is smaller than the smallest. The living entity is one ten-thousandth part of the tip of a hair, but the Lord is so inconceivably small that He enters into the heart of this particle. Therefore He is called smaller than the smallest. As the Supreme, He can enter into the atom and into the heart of the smallest and control him as the Supersoul. Although so small, He is still all-pervading and is maintaining everything. By Him all these planetary systems are sustained. We often wonder how these big planets are floating in the air. It is stated here that the Supreme Lord, by His inconceivable energy, is sustaining all these big planets and systems of galaxies. The word acintya (“inconceivable”) is very significant in this connection. God’s energy is beyond our conception, beyond our thinking jurisdiction, and is therefore called inconceivable (acintya). Who can argue this point? He pervades this material world and yet is beyond it. We cannot comprehend even this material world, which is insignificant compared to the spiritual world – so how can we comprehend what is beyond? Acintya means that which is beyond this material world, that which our argument, logic and philosophical speculation cannot touch, that which is inconceivable. Therefore intelligent persons, avoiding useless argument and speculation, should accept what is stated in scriptures like the Vedas, Bhagavad-gītā and Śrīmad-Bhāgavatam and follow the principles they set down. This will lead one to understanding."}