{"title": "Bg. 9.19", "sanskrit": "तपाम्यहमहं वर्षं निगृह्णाम्युत्सृजामि च ।अमृतं चैव मृत्युश्च सदसच्च‍ाहमर्जुन ॥ १९ ॥", "transliteration": "tapāmy aham ahaṁ varṣaṁnigṛhṇāmy utsṛjāmi caamṛtaṁ caiva mṛtyuś casad asac cāham arjuna", "words_trans": {"tapāmi": "give heat", "aham": "I", "varṣam": "rain", "nigṛhṇāmi": "withhold", "utsṛjāmi": "send forth", "ca": "and", "amṛtam": "immortality", "eva": "certainly", "mṛtyuḥ": "death", "sat": "spirit", "asat": "matter", "arjuna": "O Arjuna."}, "literary_trans": "O Arjuna, I give heat, and I withhold and send forth the rain. I am immortality, and I am also death personified. Both spirit and matter are in Me.O Arjuna, I give heat, and I withhold and send forth the rain. I am immortality, and I am also death personified. Both spirit and matter are in Me.PurportKṛṣṇa, by His different energies, diffuses heat and light through the agency of electricity and the sun. During the summer season it is Kṛṣṇa who checks rain from falling from the sky, and then during the rainy season He gives unceasing torrents of rain. The energy which sustains us by prolonging the duration of our life is Kṛṣṇa, and Kṛṣṇa meets us at the end as death. By analyzing all these different energies of Kṛṣṇa, one can ascertain that for Kṛṣṇa there is no distinction between matter and spirit, or, in other words, He is both matter and spirit. In the advanced stage of Kṛṣṇa consciousness, one therefore makes no such distinctions. He sees only Kṛṣṇa in everything.Since Kṛṣṇa is both matter and spirit, the gigantic universal form comprising all material manifestations is also Kṛṣṇa, and His pastimes in Vṛndāvana as two-handed Śyāmasundara, playing on a flute, are those of the Supreme Personality of Godhead."}