{"title": "Bg. 9.1", "sanskrit": "श्रीभगवानुवाचइदं तु ते गुह्यतमं प्रवक्ष्याम्यनसूयवे ।ज्ञानं विज्ञानसहितं यज्ज्ञात्वा मोक्ष्यसेऽश‍ुभात् ॥ १ ॥", "transliteration": "śrī-bhagavān uvācaidaṁ tu te guhya-tamaṁpravakṣyāmy anasūyavejñānaṁ vijñāna-sahitaṁyaj jñātvā mokṣyase ’śubhāt", "words_trans": {"śrī-bhagavān uvāca": "the Supreme Personality of Godhead said", "idam": "this", "tu": "but", "te": "unto you", "guhya-tamam": "the most confidential", "pravakṣyāmi": "I am speaking", "anasūyave": "to the nonenvious", "jñānam": "knowledge", "vijñāna": "realized knowledge", "sahitam": "with", "yat": "which", "jñātvā": "knowing", "mokṣyase": "you will be released", "aśubhāt": "from this miserable material existence."}, "literary_trans": "The Supreme Personality of Godhead said: My dear Arjuna, because you are never envious of Me, I shall impart to you this most confidential knowledge and realization, knowing which you shall be relieved of the miseries of material existence.The Supreme Personality of Godhead said: My dear Arjuna, because you are never envious of Me, I shall impart to you this most confidential knowledge and realization, knowing which you shall be relieved of the miseries of material existence.PurportAs a devotee hears more and more about the Supreme Lord, he becomes enlightened. This hearing process is recommended in the Śrīmad-Bhāgavatam: “The messages of the Supreme Personality of Godhead are full of potencies, and these potencies can be realized if topics regarding the Supreme Godhead are discussed amongst devotees.” This cannot be achieved by the association of mental speculators or academic scholars, for it is realized knowledge.The devotees are constantly engaged in the Supreme Lord’s service. The Lord understands the mentality and sincerity of a particular living entity who is engaged in Kṛṣṇa consciousness and gives him the intelligence to understand the science of Kṛṣṇa in the association of devotees. Discussion of Kṛṣṇa is very potent, and if a fortunate person has such association and tries to assimilate the knowledge, then he will surely make advancement toward spiritual realization. Lord Kṛṣṇa, in order to encourage Arjuna to higher and higher elevation in His potent service, describes in this Ninth Chapter matters more confidential than any He has already disclosed.The very beginning of Bhagavad-gītā, the First Chapter, is more or less an introduction to the rest of the book; and in the Second and Third chapters, the spiritual knowledge described is called confidential. Topics discussed in the Seventh and Eighth chapters are specifically related to devotional service, and because they bring enlightenment in Kṛṣṇa consciousness, they are called more confidential. But the matters which are described in the Ninth Chapter deal with unalloyed, pure devotion. Therefore this is called the most confidential. One who is situated in the most confidential knowledge of Kṛṣṇa is naturally transcendental; he therefore has no material pangs, although he is in the material world. In the Bhakti-rasāmṛta-sindhu it is said that although one who has a sincere desire to render loving service to the Supreme Lord is situated in the conditional state of material existence, he is to be considered liberated. Similarly, we shall find in the Bhagavad-gītā, Tenth Chapter, that anyone who is engaged in that way is a liberated person.Now this first verse has specific significance. The words idaṁ jñānam (“this knowledge”) refer to pure devotional service, which consists of nine different activities: hearing, chanting, remembering, serving, worshiping, praying, obeying, maintaining friendship and surrendering everything. By the practice of these nine elements of devotional service one is elevated to spiritual consciousness, Kṛṣṇa consciousness. When one’s heart is thus cleared of material contamination, one can understand this science of Kṛṣṇa. Simply to understand that a living entity is not material is not sufficient. That may be the beginning of spiritual realization, but one should recognize the difference between activities of the body and the spiritual activities of one who understands that he is not the body.In the Seventh Chapter we have already discussed the opulent potency of the Supreme Personality of Godhead, His different energies, the inferior and superior natures, and all this material manifestation. Now in Chapter Nine the glories of the Lord will be delineated.The Sanskrit word anasūyave in this verse is also very significant. Generally the commentators, even if they are highly scholarly, are all envious of Kṛṣṇa, the Supreme Personality of Godhead. Even the most erudite scholars write on Bhagavad-gītā very inaccurately. Because they are envious of Kṛṣṇa, their commentaries are useless. The commentaries given by devotees of the Lord are bona fide. No one can explain Bhagavad-gītā or give perfect knowledge of Kṛṣṇa if he is envious. One who criticizes the character of Kṛṣṇa without knowing Him is a fool. So such commentaries should be very carefully avoided. For one who understands that Kṛṣṇa is the Supreme Personality of Godhead, the pure and transcendental Personality, these chapters will be very beneficial."}