{"title": "Bg. 9.12", "sanskrit": "मोघाशा मोघकर्माणो मोघज्ञाना विचेतस: ।राक्षसीमासुरीं चैव प्रकृतिं मोहिनीं श्रिता: ॥ १२ ॥", "transliteration": "moghāśā mogha-karmāṇomogha-jñānā vicetasaḥrākṣasīm āsurīṁ caivaprakṛtiṁ mohinīṁ śritāḥ", "words_trans": {"mogha-āśāḥ": "baffled in their hopes", "mogha-karmāṇaḥ": "baffled in fruitive activities", "mogha-jñānāḥ": "baffled in knowledge", "vicetasaḥ": "bewildered", "rākṣasīm": "demonic", "āsurīm": "atheistic", "ca": "and", "eva": "certainly", "prakṛtim": "nature", "mohinīm": "bewildering", "śritāḥ": "taking shelter of."}, "literary_trans": "Those who are thus bewildered are attracted by demonic and atheistic views. In that deluded condition, their hopes for liberation, their fruitive activities, and their culture of knowledge are all defeated.Those who are thus bewildered are attracted by demonic and atheistic views. In that deluded condition, their hopes for liberation, their fruitive activities, and their culture of knowledge are all defeated.PurportThere are many devotees who assume themselves to be in Kṛṣṇa consciousness and devotional service but at heart do not accept the Supreme Personality of Godhead, Kṛṣṇa, as the Absolute Truth. For them, the fruit of devotional service – going back to Godhead – will never be tasted. Similarly, those who are engaged in fruitive pious activities and who are ultimately hoping to be liberated from this material entanglement will never be successful either, because they deride the Supreme Personality of Godhead, Kṛṣṇa. In other words, persons who mock Kṛṣṇa are to be understood to be demonic or atheistic. As described in the Seventh Chapter of Bhagavad-gītā, such demonic miscreants never surrender to Kṛṣṇa. Therefore their mental speculations to arrive at the Absolute Truth bring them to the false conclusion that the ordinary living entity and Kṛṣṇa are one and the same. With such a false conviction, they think that the body of any human being is now simply covered by material nature and that as soon as one is liberated from this material body there is no difference between God and himself. This attempt to become one with Kṛṣṇa will be baffled because of delusion. Such atheistic and demoniac cultivation of spiritual knowledge is always futile. That is the indication of this verse. For such persons, cultivation of the knowledge in the Vedic literature, like the Vedānta-sūtra and the Upaniṣads, is always baffled.It is a great offense, therefore, to consider Kṛṣṇa, the Supreme Personality of Godhead, to be an ordinary man. Those who do so are certainly deluded because they cannot understand the eternal form of Kṛṣṇa. The Bṛhad-viṣṇu-smṛti clearly states:yo vetti bhautikaṁ dehaṁkṛṣṇasya paramātmanaḥsa sarvasmād bahiṣ-kāryaḥśrauta-smārta-vidhānataḥmukhaṁ tasyāvalokyāpisa-celaṁ snānam ācaret“One who considers the body of Kṛṣṇa to be material should be driven out from all rituals and activities of the śruti and the smṛti. And if one by chance sees his face, one should at once take bath in the Ganges to rid himself of infection.” People jeer at Kṛṣṇa because they are envious of the Supreme Personality of Godhead. Their destiny is certainly to take birth after birth in the species of atheistic and demoniac life. Perpetually, their real knowledge will remain under delusion, and gradually they will regress to the darkest region of creation."}