{"title": "Bg. 9.23", "sanskrit": "येऽप्यन्यदेवताभक्ता यजन्ते श्रद्धयान्विता: ।तेऽपि मामेव कौन्तेय यजन्त्यविधिपूर्वकम् ॥ २३ ॥", "transliteration": "ye ’py anya-devatā-bhaktāyajante śraddhayānvitāḥte ’pi mām eva kaunteyayajanty avidhi-pūrvakam", "words_trans": {"ye": "those who", "api": "also", "anya": "of other", "devatā": "gods", "bhaktāḥ": "devotees", "yajante": "worship", "śraddhayā anvitāḥ": "with faith", "te": "they", "mām": "Me", "eva": "only", "kaunteya": "O son of Kuntī", "yajanti": "they worship", "avidhi-pūrvakam": "in a wrong way."}, "literary_trans": "Those who are devotees of other gods and who worship them with faith actually worship only Me, O son of Kuntī, but they do so in a wrong way.Those who are devotees of other gods and who worship them with faith actually worship only Me, O son of Kuntī, but they do so in a wrong way.Purport“Persons who are engaged in the worship of demigods are not very intelligent, although such worship is offered to Me indirectly,” Kṛṣṇa says. For example, when a man pours water on the leaves and branches of a tree without pouring water on the root, he does so without sufficient knowledge or without observing regulative principles. Similarly, the process of rendering service to different parts of the body is to supply food to the stomach. The demigods are, so to speak, different officers and directors in the government of the Supreme Lord. One has to follow the laws made by the government, not by the officers or directors. Similarly, everyone is to offer his worship to the Supreme Lord only. That will automatically satisfy the different officers and directors of the Lord. The officers and directors are engaged as representatives of the government, and to offer some bribe to the officers and directors is illegal. This is stated here as avidhi-pūrvakam. In other words, Kṛṣṇa does not approve the unnecessary worship of the demigods."}