{"title": "Bg. 9.28", "sanskrit": "श‍ुभाश‍ुभफलैरेवं मोक्ष्यसे कर्मबन्धनै: ।सन्न्यासयोगयुक्तात्मा विमुक्तो मामुपैष्यसि ॥ २८ ॥", "transliteration": "śubhāśubha-phalair evaṁmokṣyase karma-bandhanaiḥsannyāsa-yoga-yuktātmāvimukto mām upaiṣyasi", "words_trans": {"śubha": "from auspicious", "aśubha": "and inauspicious", "phalaiḥ": "results", "evam": "thus", "mokṣyase": "you will become free", "karma": "of work", "bandhanaiḥ": "from the bondage", "sannyāsa": "of renunciation", "yoga": "the yoga", "yukta-ātmā": "having the mind firmly set on", "vimuktaḥ": "liberated", "mām": "to Me", "upaiṣyasi": "you will attain."}, "literary_trans": "In this way you will be freed from bondage to work and its auspicious and inauspicious results. With your mind fixed on Me in this principle of renunciation, you will be liberated and come to Me.In this way you will be freed from bondage to work and its auspicious and inauspicious results. With your mind fixed on Me in this principle of renunciation, you will be liberated and come to Me.PurportOne who acts in Kṛṣṇa consciousness under superior direction is called yukta. The technical term is yukta-vairāgya. This is further explained by Rūpa Gosvāmī as follows:anāsaktasya viṣayānyathārham upayuñjataḥnirbandhaḥ kṛṣṇa-sambandheyuktaṁ vairāgyam ucyate(Bhakti-rasāmṛta-sindhu, 1.2.255)Rūpa Gosvāmī says that as long as we are in this material world we have to act; we cannot cease acting. Therefore if actions are performed and the fruits are given to Kṛṣṇa, then that is called yukta-vairāgya. Actually situated in renunciation, such activities clear the mirror of the mind, and as the actor gradually makes progress in spiritual realization he becomes completely surrendered to the Supreme Personality of Godhead. Therefore at the end he becomes liberated, and this liberation is also specified. By this liberation he does not become one with the brahma-jyotir, but rather enters into the planet of the Supreme Lord. It is clearly mentioned here: mām upaiṣyasi, “he comes to Me,” back home, back to Godhead. There are five different stages of liberation, and here it is specified that the devotee who has always lived his lifetime here under the direction of the Supreme Lord, as stated, has evolved to the point where he can, after quitting this body, go back to Godhead and engage directly in the association of the Supreme Lord.Anyone who has no interest but to dedicate his life to the service of the Lord is actually a sannyāsī. Such a person always thinks of himself as an eternal servant, dependent on the supreme will of the Lord. As such, whatever he does, he does it for the benefit of the Lord. Whatever action he performs, he performs it as service to the Lord. He does not give serious attention to the fruitive activities or prescribed duties mentioned in the Vedas. For ordinary persons it is obligatory to execute the prescribed duties mentioned in the Vedas, but although a pure devotee who is completely engaged in the service of the Lord may sometimes appear to go against the prescribed Vedic duties, actually it is not so.It is said, therefore, by Vaiṣṇava authorities that even the most intelligent person cannot understand the plans and activities of a pure devotee. The exact words are tāṅra vākya, kriyā, mudrā vijñeha nā bujhaya (Caitanya-caritāmṛta, Madhya 23.39). A person who is thus always engaged in the service of the Lord or is always thinking and planning how to serve the Lord is to be considered completely liberated at present, and in the future his going back home, back to Godhead, is guaranteed. He is above all materialistic criticism, just as Kṛṣṇa is above all criticism."}