{"title": "Bg. 9.3", "sanskrit": "अश्रद्दधाना: पुरुषा धर्मस्यास्य परन्तप ।अप्राप्य मां निवर्तन्ते मृत्युसंसारवर्त्मनि ॥ ३ ॥", "transliteration": "aśraddadhānāḥ puruṣādharmasyāsya paran-tapaaprāpya māṁ nivartantemṛtyu-saṁsāra-vartmani", "words_trans": {"aśraddadhānāḥ": "those who are faithless", "puruṣāḥ": "such persons", "dharmasya": "toward the process of religion", "asya": "this", "param-tapa": "O killer of the enemies", "aprāpya": "without obtaining", "mām": "Me", "nivartante": "come back", "mṛtyu": "of death", "saṁsāra": "in material existence", "vartmani": "on the path."}, "literary_trans": "Those who are not faithful in this devotional service cannot attain Me, O conqueror of enemies. Therefore they return to the path of birth and death in this material world.Those who are not faithful in this devotional service cannot attain Me, O conqueror of enemies. Therefore they return to the path of birth and death in this material world.PurportThe faithless cannot accomplish this process of devotional service; that is the purport of this verse. Faith is created by association with devotees. Unfortunate people, even after hearing all the evidence of Vedic literature from great personalities, still have no faith in God. They are hesitant and cannot stay fixed in the devotional service of the Lord. Thus faith is a most important factor for progress in Kṛṣṇa consciousness. In the Caitanya-caritāmṛta it is said that faith is the complete conviction that simply by serving the Supreme Lord, Śrī Kṛṣṇa, one can achieve all perfection. That is called real faith. As stated in the Śrīmad-Bhāgavatam (4.31.14),yathā taror mūla-niṣecanenatṛpyanti tat-skandha-bhujopaśākhāḥprāṇopahārāc ca yathendriyāṇāṁtathaiva sarvārhaṇam acyutejyā“By giving water to the root of a tree one satisfies its branches, twigs and leaves, and by supplying food to the stomach one satisfies all the senses of the body. Similarly, by engaging in the transcendental service of the Supreme Lord one automatically satisfies all the demigods and all other living entities.” Therefore, after reading Bhagavad-gītā one should promptly come to the conclusion of Bhagavad-gītā: one should give up all other engagements and adopt the service of the Supreme Lord, Kṛṣṇa, the Personality of Godhead. If one is convinced of this philosophy of life, that is faith.Now, the development of that faith is the process of Kṛṣṇa consciousness. There are three divisions of Kṛṣṇa conscious men. In the third class are those who have no faith. Even if they are officially engaged in devotional service, they cannot achieve the highest perfectional stage. Most probably they will slip, after some time. They may become engaged, but because they haven’t complete conviction and faith, it is very difficult for them to continue in Kṛṣṇa consciousness. We have practical experience in discharging our missionary activity that some people come and apply themselves to Kṛṣṇa consciousness with some hidden motive, and as soon as they are economically a little well situated they give up this process and take to their old ways again. It is only by faith that one can advance in Kṛṣṇa consciousness. As far as the development of faith is concerned, one who is well versed in the literatures of devotional service and has attained the stage of firm faith is called a first-class person in Kṛṣṇa consciousness. And in the second class are those who are not very advanced in understanding the devotional scriptures but who automatically have firm faith that kṛṣṇa-bhakti, or service to Kṛṣṇa, is the best course and so in good faith have taken it up. Thus they are superior to the third class, who have neither perfect knowledge of the scriptures nor good faith but by association and simplicity are trying to follow. The third-class person in Kṛṣṇa consciousness may fall down, but when one is in the second class he does not fall down, and for the first-class person in Kṛṣṇa consciousness there is no chance of falling down. One in the first class will surely make progress and achieve the result at the end. As far as the third-class person in Kṛṣṇa consciousness is concerned, although he has faith in the conviction that devotional service to Kṛṣṇa is very good, he has not yet gained adequate knowledge of Kṛṣṇa through the scriptures like Śrīmad-Bhāgavatam and Bhagavad-gītā. Sometimes these third-class persons in Kṛṣṇa consciousness have some tendency toward karma-yoga and jñāna-yoga, and sometimes they are disturbed, but as soon as the infection of karma-yoga or jñāna-yoga is vanquished, they become second-class or first-class persons in Kṛṣṇa consciousness. Faith in Kṛṣṇa is also divided into three stages and described in Śrīmad-Bhāgavatam. First-class attachment, second-class attachment and third-class attachment are also explained in Śrīmad-Bhāgavatam in the Eleventh Canto. Those who have no faith even after hearing about Kṛṣṇa and the excellence of devotional service, who think that it is simply eulogy, find the path very difficult, even if they are supposedly engaged in devotional service. For them there is very little hope of gaining perfection. Thus faith is very important in the discharge of devotional service."}