{"title": "Bg. 9.32", "sanskrit": "मां हि पार्थ व्यपाश्रित्य येऽपि स्यु: पापयोनय: ।स्त्रियो वैश्यास्तथा श‍ूद्रास्तेऽपि यान्ति परां गतिम् ॥ ३२ ॥", "transliteration": "māṁ hi pārtha vyapāśrityaye ’pi syuḥ pāpa-yonayaḥstriyo vaiśyās tathā śūdrāste ’pi yānti parāṁ gatim", "words_trans": {"mām": "of Me", "hi": "certainly", "pārtha": "O son of Pṛthā", "vyapāśritya": "particularly taking shelter", "ye": "those who", "api": "also", "syuḥ": "are", "pāpa-yonayaḥ": "born of a lower family", "striyaḥ": "women", "vaiśyāḥ": "mercantile people", "tathā": "also", "śūdrāḥ": "lower-class men", "te api": "even they", "yānti": "go", "parām": "to the supreme", "gatim": "destination."}, "literary_trans": "O son of Pṛthā, those who take shelter in Me, though they be of lower birth – women, vaiśyas [merchants] and śūdras [workers] – can attain the supreme destination.O son of Pṛthā, those who take shelter in Me, though they be of lower birth – women, vaiśyas [merchants] and śūdras [workers] – can attain the supreme destination.PurportIt is clearly declared here by the Supreme Lord that in devotional service there is no distinction between the lower and higher classes of people. In the material conception of life there are such divisions, but for a person engaged in transcendental devotional service to the Lord there are not. Everyone is eligible for the supreme destination. In the Śrīmad-Bhāgavatam (2.4.18) it is stated that even the lowest, who are called caṇḍālas (dog-eaters), can be purified by association with a pure devotee. Therefore devotional service and the guidance of a pure devotee are so strong that there is no discrimination between the lower and higher classes of men; anyone can take to it. The most simple man taking shelter of the pure devotee can be purified by proper guidance. According to the different modes of material nature, men are classified in the mode of goodness (brāhmaṇas), the mode of passion (kṣatriyas, or administrators), the mixed modes of passion and ignorance (vaiśyas, or merchants), and the mode of ignorance (śūdras, or workers). Those lower than them are called caṇḍālas, and they are born in sinful families. Generally, the association of those born in sinful families is not accepted by the higher classes. But the process of devotional service is so strong that the pure devotee of the Supreme Lord can enable people of all the lower classes to attain the highest perfection of life. This is possible only when one takes shelter of Kṛṣṇa. As indicated here by the word vyapāśritya, one has to take shelter completely of Kṛṣṇa. Then one can become much greater than great jñānīs and yogīs."}