{"title": "Bg. 9.34", "sanskrit": "मन्मना भव मद्भ‍क्तो मद्याजी मां नमस्कुरु ।मामेवैष्यसि युक्त्वैवमात्मानं मत्परायण: ॥ ३४ ॥", "transliteration": "man-manā bhava mad-bhaktomad-yājī māṁ namaskurumām evaiṣyasi yuktvaivamātmānaṁ mat-parāyaṇaḥ", "words_trans": {"mat-manāḥ": "always thinking of Me", "bhava": "become", "mat": "My", "bhaktaḥ": "devotee", "yājī": "worshiper", "mām": "unto Me", "namas-kuru": "offer obeisances", "eva": "completely", "eṣyasi": "you will come", "yuktvā": "being absorbed", "evam": "thus", "ātmānam": "your soul", "mat-parāyaṇaḥ": "devoted to Me."}, "literary_trans": "Engage your mind always in thinking of Me, become My devotee, offer obeisances to Me and worship Me. Being completely absorbed in Me, surely you will come to Me.Engage your mind always in thinking of Me, become My devotee, offer obeisances to Me and worship Me. Being completely absorbed in Me, surely you will come to Me.PurportIn this verse it is clearly indicated that Kṛṣṇa consciousness is the only means of being delivered from the clutches of this contaminated material world. Sometimes unscrupulous commentators distort the meaning of what is clearly stated here: that all devotional service should be offered to the Supreme Personality of Godhead, Kṛṣṇa. Unfortunately, unscrupulous commentators divert the mind of the reader to that which is not at all feasible. Such commentators do not know that there is no difference between Kṛṣṇa’s mind and Kṛṣṇa. Kṛṣṇa is not an ordinary human being; He is Absolute Truth. His body, His mind and He Himself are one and absolute. It is stated in the Kūrma Purāṇa, as it is quoted by Bhaktisiddhānta Sarasvatī Gosvāmī in his Anubhāṣya comments on Caitanya-caritāmṛta (Fifth Chapter, Ādi-līlā, verses 41–48), deha-dehi-vibhedo ’yaṁ neśvare vidyate kvacit. This means that there is no difference in Kṛṣṇa, the Supreme Lord, between Himself and His body. But because the commentators do not know this science of Kṛṣṇa, they hide Kṛṣṇa and divide His personality from His mind or from His body. Although this is sheer ignorance of the science of Kṛṣṇa, some men make profit out of misleading people.There are some who are demonic; they also think of Kṛṣṇa, but enviously, just like King Kaṁsa, Kṛṣṇa’s uncle. He was also thinking of Kṛṣṇa always, but he thought of Kṛṣṇa as his enemy. He was always in anxiety, wondering when Kṛṣṇa would come to kill him. That kind of thinking will not help us. One should be thinking of Kṛṣṇa in devotional love. That is bhakti. One should cultivate the knowledge of Kṛṣṇa continuously. What is that favorable cultivation? It is to learn from a bona fide teacher. Kṛṣṇa is the Supreme Personality of Godhead, and we have several times explained that His body is not material, but is eternal, blissful knowledge. This kind of talk about Kṛṣṇa will help one become a devotee. Understanding Kṛṣṇa otherwise, from the wrong source, will prove fruitless.One should therefore engage his mind in the eternal form, the primal form of Kṛṣṇa; with conviction in his heart that Kṛṣṇa is the Supreme, he should engage himself in worship. There are hundreds of thousands of temples in India for the worship of Kṛṣṇa, and devotional service is practiced there. When such practice is made, one has to offer obeisances to Kṛṣṇa. One should lower his head before the Deity and engage his mind, his body, his activities – everything. That will make one fully absorbed in Kṛṣṇa without deviation. This will help one transfer to Kṛṣṇaloka. One should not be deviated by unscrupulous commentators. One must engage in the nine different processes of devotional service, beginning with hearing and chanting about Kṛṣṇa. Pure devotional service is the highest achievement of human society.The Seventh and Eighth chapters of Bhagavad-gītā have explained pure devotional service to the Lord that is free from speculative knowledge, mystic yoga and fruitive activities. Those who are not purely sanctified may be attracted by different features of the Lord like the impersonal brahma-jyotir and localized Paramātmā, but a pure devotee directly takes to the service of the Supreme Lord.There is a beautiful poem about Kṛṣṇa in which it is clearly stated that any person who is engaged in the worship of demigods is most unintelligent and cannot achieve at any time the supreme award of Kṛṣṇa. The devotee, in the beginning, may sometimes fall from the standard, but still he should be considered superior to all other philosophers and yogīs. One who always engages in Kṛṣṇa consciousness should be understood to be a perfectly saintly person. His accidental nondevotional activities will diminish, and he will soon be situated without any doubt in complete perfection. The pure devotee has no actual chance to fall down, because the Supreme Godhead personally takes care of His pure devotees. Therefore, the intelligent person should take directly to the process of Kṛṣṇa consciousness and happily live in this material world. He will eventually receive the supreme award of Kṛṣṇa.Thus end the Bhaktivedanta Purports to the Ninth Chapter of the Śrīmad Bhagavad-gītā in the matter of the Most Confidential Knowledge."}