{"title": "Bg. 9.4", "sanskrit": "मया ततमिदं सर्वं जगदव्यक्तमूर्तिना ।मत्स्थानि सर्वभूतानि न चाहं तेष्ववस्थित: ॥ ४ ॥", "transliteration": "mayā tatam idaṁ sarvaṁjagad avyakta-mūrtināmat-sthāni sarva-bhūtānina cāhaṁ teṣv avasthitaḥ", "words_trans": {"mayā": "by Me", "tatam": "pervaded", "idam": "this", "sarvam": "all", "jagat": "cosmic manifestation", "avyakta-mūrtinā": "by the unmanifested form", "mat-sthāni": "in Me", "sarva-bhūtāni": "all living entities", "na": "not", "ca": "also", "aham": "I", "teṣu": "in them", "avasthitaḥ": "situated."}, "literary_trans": "By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them.By Me, in My unmanifested form, this entire universe is pervaded. All beings are in Me, but I am not in them.PurportThe Supreme Personality of Godhead is not perceivable through the gross material senses. It is said,ataḥ śrī-kṛṣṇa-nāmādina bhaved grāhyam indriyaiḥsevonmukhe hi jihvādausvayam eva sphuraty adaḥ(Bhakti-rasāmṛta-sindhu 1.2.234)Lord Śrī Kṛṣṇa’s name, fame, pastimes, etc., cannot be understood by material senses. Only to one who is engaged in pure devotional service under proper guidance is He revealed. In the Brahma-saṁhitā (5.38) it is stated, premāñjana-cchurita-bhakti-vilocanena santaḥ sadaiva hṛdayeṣu vilokayanti: one can see the Supreme Personality of Godhead, Govinda, always within himself and outside himself if one has developed the transcendental loving attitude towards Him. Thus for people in general He is not visible. Here it is said that although He is all-pervading, everywhere present, He is not conceivable by the material senses. This is indicated here by the word avyakta-mūrtinā. But actually, although we cannot see Him, everything is resting in Him. As we have discussed in the Seventh Chapter, the entire material cosmic manifestation is only a combination of His two different energies – the superior, spiritual energy and the inferior, material energy. Just as the sunshine is spread all over the universe, the energy of the Lord is spread all over the creation, and everything is resting in that energy.Yet one should not conclude that because He is spread all over He has lost His personal existence. To refute such an argument the Lord says, “I am everywhere, and everything is in Me, but still I am aloof.” For example, a king heads a government which is but the manifestation of the king’s energy; the different governmental departments are nothing but the energies of the king, and each department is resting on the king’s power. But still one cannot expect the king to be present in every department personally. That is a crude example. Similarly, all the manifestations that we see and everything that exists, both in this material world and in the spiritual world, are resting on the energy of the Supreme Personality of Godhead. The creation takes place by the diffusion of His different energies, and, as stated in the Bhagavad-gītā, viṣṭabhyāham idaṁ kṛtsnam: He is everywhere present by His personal representation, the diffusion of His different energies."}